Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: This Shipping Rule will be applicable to all other countries which are not listed in __specificCountry__ tab.
es_es: Esta Regla envío será aplicable a todos los demás países que no figuran en la pestaña __specificCountry__.
fr_fr: Cette règle de livraison sera applicable à tous les autres pays qui ne sont pas répertoriés dans l'onglet __specificCountry__.
mr_in: या शिपिंग नियम आहेत __specificCountry__ टॅबमध्ये सूचीत नाही इतर सर्व देशांमध्ये लागू होईल.

source: Loading..
es_es: Cargando...
fr_fr: Chargement ...
mr_in: लोड करीत आहे ..

source: Your Cart Total
es_es: Su pedido total
fr_fr: Votre panier total
mr_in: आपले टाका एकूण

source: Please continue to proceed order
es_es: Por favor, continúe para proceder fin
fr_fr: S'il vous plaît continuer à procéder afin
mr_in: ऑर्डर पुढे जाण्यासाठी सुरू ठेवा

source: Close for Now & do some more Shopping!!
es_es: Cerca de ahora y hacer más compras !!
fr_fr: Fermer pour maintenant et faire un peu plus de Shopping !!
mr_in: आता बंद करा काही अधिक खरेदी करू ठेवा !!

source: Complete your Order
es_es: Complete su Orden
fr_fr: Complétez votre commande
mr_in: आपल्या ऑर्डर पूर्ण

source: Empty Cart
es_es: Vaciar Carrito
fr_fr: Vider le Panier
mr_in: रिक्त टाका

source: Email Address For Contact Form
es_es: Usted e-mail Formulario de contacto
fr_fr: Adresse e-mail Pour Formulaire de contact
mr_in: संपर्क फॉर्म ई-मेल पत्ता

source: Address, Telephone For Contact Page
es_es: Dirección, teléfono para contacto Página
fr_fr: Adresse, Téléphone Pour contacter la page
mr_in: पत्ता, संपर्क पृष्ठ दूरध्वनी

source: <strong>Note : </strong> Please be carefully While adding your own CSS it will affect on site.
es_es: <Strong> Nota: </ strong> Tenga cuidado Si bien la adición de su propio CSS va a afectar en el sitio.
fr_fr: <Strong> Remarque: </ strong> S'il vous plaît être soigneusement Tout en ajoutant votre propre CSS il aura une incidence sur place.
mr_in: <Strong> टीप: </ strong> आपल्या स्वत: च्या सीएसएस साइट वर परिणाम होईल जोडताना काळजीपूर्वक असू द्या.

source: Write your own CSS Styles
es_es: Escribir sus propios estilos CSS
fr_fr: Ecrivez vos propres styles CSS
mr_in: आपल्या स्वत: च्या CSS शैली लिहा

source: Select Currency
es_es: Seleccionar Divisa
fr_fr: Sélectionner la devise...
mr_in: चलन निवडा

source: Currency may not supported by PayPal
es_es: Moneda puede no soportado por PayPal
fr_fr: Monnaie ne peut pas pris en charge par PayPal
mr_in: चलन पोपल द्वारे समर्थीत नाही

source: Please check supported currencies for your payment method.
es_es: Por favor, consulte las monedas soportadas por el método de pago.
fr_fr: S'il vous plaît vérifier les devises prises en charge pour votre mode de paiement.
mr_in: कृपया आपली देय पद्धत समर्थीत चलने तपासा.

source: You can see PayPal Supported Currencies more information in detail.
es_es: Se puede ver PayPal monedas soportadas más información en detalle.
fr_fr: Vous pouvez voir PayPal Devises prises en charge plus d'informations en détail.
mr_in: आपण पोपल समर्थित चलने पाहू शकता अधिक तपशील माहिती.

source: PayPal Supported Currencies
es_es: Divisas admitidas por PayPal
fr_fr: Devises PayPal pris en charge
mr_in: पोपल समर्थित चलने

source: You can see Stripe Supported Currencies more information in detail.
es_es: Se puede ver la raya de las monedas soportadas más información en detalle.
fr_fr: Vous pouvez voir Stripe Devises prises en charge plus d'informations en détail.
mr_in: आपण पट्टी समर्थित चलने पाहू शकता अधिक तपशील माहिती.

source: Stripe Supported Currencies
es_es: Con el apoyo de la raya Monedas
fr_fr: Stripe pris en charge Devises
mr_in: प्रकार समर्थित चलने

source: Currency Code
es_es: Código de moneda
fr_fr: Code de devise
mr_in: चलन कोड

source: Round Zero Decimal Currency
es_es: Ronda de cero decimales Divisa
fr_fr: Round Zéro Decimal devise
mr_in: गोल शून्य दशांश चलन

source: All the price and amount will be rounded. Eg : 10.25 It will become 10 , 10.57 It will become 11.
es_es: Todo el precio y la cantidad se redondeará. Ej: 10,25 Se convertirá en 10, 10,57 Se convertirá en 11.
fr_fr: Tous le prix et la quantité seront arrondis. Par exemple: 10,25 Il deviendra 10, 10,57 Il deviendra 11.
mr_in: सर्व किंमत आणि रक्कम गणले जाईल. उदा: 10.25 तो 11 होईल 10, 10,57 होईल.

source: This currency doesn't support Decimal values it may create error at payment.
es_es: Esta moneda no es compatible con los valores decimales se puede crear errores en el pago.
fr_fr: Cette monnaie ne supporte pas les valeurs décimales, il peut créer des erreurs lors du paiement.
mr_in: या चलन तो पैसे चुकीचे तयार करू शकता दशमान मूल्ये समर्थन देत नाही.

source: Currency Symbol
es_es: Símbolo de moneda
fr_fr: Symbole monétaire
mr_in: चलन प्रतीक

source: Refer for
es_es: y someter a
fr_fr: Reportez-vous pour
mr_in: संदर्भ घ्या

source: ASCII Codes
es_es: Los códigos ASCII
fr_fr: Codes ASCII
mr_in: आस्की कोड

source: Order Payment Update successfully
es_es: Orden Nueva actualización con éxito
fr_fr: Ordre de mise à jour de paiement avec succès
mr_in: यशस्वीरित्या ऑर्डर भरणा अद्यतन

source: Do you want to change order status also
es_es: ¿Quieres cambiar el estado del pedido también
fr_fr: Voulez-vous changer le statut de commande aussi
mr_in: आपण देखील ऑर्डर स्थिती बदलू इच्छित आहे का

source: Do not change contains in the curly braces.
es_es: No cambie contiene entre llaves.
fr_fr: Ne pas changer contient dans les accolades.
mr_in: बदलू ​​नका कुरळे चौकटी कंस मध्ये समाविष्टीत आहे.

source: Currency Format
es_es: Formato de moneda
fr_fr: devise Format
mr_in: चलन स्वरूप

source: This is currency format preview, Which is display in publically.
es_es: Este es el formato de moneda vista previa, que se muestra en públicamente.
fr_fr: Ceci est le format monnaie aperçu, qui est à afficher publiquement.
mr_in: या चलन स्वरूपात पूर्वावलोकन, कोणत्या सार्वजनिकपणे प्रदर्शित आहे.

source: Reset this format and use default format
es_es: Restablecer este formato y utilizar formato predeterminado
fr_fr: Réinitialiser ce format et utiliser le format par défaut
mr_in: या स्वरूपात रीसेट करा आणि मुलभूत स्वरूप वापरा

source: Use Default
es_es: Uso por defecto
fr_fr: Utiliser par défaut
mr_in: डीफॉल्ट वापरा

source: General
es_es: Generales
fr_fr: Général
mr_in: सामान्य

source: Order & Payments
es_es: Pedidos y Pagos
fr_fr: Order & Paiements
mr_in: ऑर्डर आणि देयके

source: Placements & Other Elements
es_es: Las colocaciones y otros elementos
fr_fr: Placements et autres éléments
mr_in: नियोजन व इतर घटक

source: Placement & Other Elements
es_es: Colocación y otros elementos
fr_fr: Placement et autres éléments
mr_in: स्थान आणि इतर घटक

source: Social
es_es: Redes Sociales
mr_in: सामाजिक

source: CSS Style
es_es: Estilo CSS
mr_in: CSS शैली

source: Store Name
es_es: Nombre de la tienda
fr_fr: Nom du magasin
mr_in: स्टोअर नाव

source: Current Logo
es_es: Logo actual
fr_fr: Logo actuel
mr_in: चालू लोगो

source: New Logo
fr_fr: Nouveau logo
mr_in: नवीन लोगो

source: Only PNG images are expected
es_es: Se espera que sólo las imágenes PNG
fr_fr: Seules les images PNG sont attendus
mr_in: फक्त पीएनजी प्रतिमा, अशी अपेक्षा आहे

source: Header Background Color
es_es: Color de fondo del Encabezado
fr_fr: Couleur de fond En-tête
mr_in: शीर्षलेख पार्श्वभूमी रंग

source: Business Email
es_es: E-mail Negocios
fr_fr: Email professionnel
mr_in: व्यवसाय ईमेल

source: Default Home Page Content
es_es: Contenido de la página de inicio por defecto
fr_fr: Contenu par défaut Page d'accueil
mr_in: डीफॉल्ट मुख्यपृष्ठ सामग्री

source: Home Page
es_es: Página de inicio
fr_fr: Accueil
mr_in: मुख्यपृष्ठ

source: TimeZone
es_es: Zona horaria
fr_fr: Fuseau horraire
mr_in: वेळ क्षेत्र

source: Hide Sidebar On Order Submit Page.
es_es: Ocultar barra lateral En pedido Enviar página.
fr_fr: Cacher la barre latérale Sur commande Envoyer la page.
mr_in: ऑर्डर पृष्ठ सबमिट वर साइडबार लपवा.

source: Apply Tax
es_es: ¿Aplicar impuestos?
fr_fr: Appliquer l'impôt
mr_in: कर लागू करा

source: Before Discount
es_es: antes de descuento
fr_fr: Avant Discount
mr_in: सवलत आधी

source: After Discount
es_es: Después del descuento
fr_fr: Après remise
mr_in: सवलत नंतर

source: Calculate Tax as per
es_es: Calcular el impuesto según
fr_fr: Calculer l'impôt selon
mr_in: कराचे गणना

source: Payments
es_es: Pagos
fr_fr: Paiements
mr_in: देयके

source: PayPal
mr_in: पोपल

source: PayPal Email
es_es: E-mail de Paypal
fr_fr: Email Paypal
mr_in: पोपल ईमेल

source: PayPal Sandbox Email (Testing)
es_es: PayPal Sandbox Correo (Prueba)
fr_fr: PayPal Sandbox Email (Test)
mr_in: पोपल सँडबॉक्स ईमेल (चाचणी)

source: Use Stripe
es_es: uso de la raya
fr_fr: Utiliser Stripe
mr_in: पट्टी वापर

source: Live
es_es: Activo
fr_fr: Actif
mr_in: राहतात

source: Live Stripe keys are installed.
es_es: se instalan las llaves de la raya en vivo.
fr_fr: clés Live Stripe sont installés.
mr_in: थेट पट्टी की स्थापन केले जातात.

source: Secret Key
es_es: Clave secreta
fr_fr: Clef secrète
mr_in: गुप्त की

source: Publishable Key
es_es: Clave publicable
fr_fr: Key Publiable
mr_in: Publishable की

source: Testing
es_es: Pruebas
fr_fr: Recette
mr_in: चाचणी

source: Check Payment
es_es: Pago con Cheque
fr_fr: Vérifiez Paiement
mr_in: भरणा तपासा

source: Check Payment Information
es_es: Comprobación de la información de pago
fr_fr: Vérifiez conditions de vente
mr_in: देयक माहिती तपासा

source: Bank Payment
es_es: Pago bancario
fr_fr: Paiement Banque
mr_in: बँक भरणा

source: Bank Payment Information
es_es: Banco de Información de pago
fr_fr: Bank conditions de vente
mr_in: बँक देयक माहिती

source: COD Payment
es_es: DQO Pago
fr_fr: COD Paiement
mr_in: शेंग भरणा

source: COD Payment Information
es_es: Información sobre el pago de COD
fr_fr: COD conditions de vente
mr_in: शेंग देयक माहिती

source: Other Order Payment Information
es_es: Otra información de la Orden
fr_fr: Autres conditions de vente Ordre
mr_in: इतर ऑर्डर देयक माहिती

source: Categories Menu
es_es: Categorías del Menú
fr_fr: Menu des catégories
mr_in: श्रेणी मेनू

source: Select Categories
es_es: Seleccionar categorías
fr_fr: Sélectionnez les catégories
mr_in: श्रेणी निवडा

source: Brand Menu
es_es: Menú de marca
fr_fr: Marque Menu
mr_in: ब्रँड मेनू

source: Enable Credit Info
es_es: Activación de la información de crédito
fr_fr: Activer Infos crédit
mr_in: क्रेडिट माहिती सक्षम

source: Show Language Menu
es_es: Mostrar menú de idiomas
fr_fr: Afficher le menu Langue
mr_in: भाषा मेनू दर्शवा

source: Page End Additionals
es_es: Los accesorios de la página Fin
fr_fr: Page Additionals Fin
mr_in: पृष्ठ समाप्त खेरीज अधिक माहिती

source: Page End Additionals, May Use For Scripts Like Google Analytics etc.
es_es: Los accesorios de la página Fin, puede hacer uso de secuencias de comandos como Google Analytics, etc.
fr_fr: Fin page Additionals, peut utiliser des scripts comme Google Analytics, etc.
mr_in: पृष्ठ समाप्ती Additionals, Google Analytics इत्यादी स्क्रिप्ट चा वापर करू शकता

source: Addition Footer Text After Name & Copy Right
es_es: Además del texto de pie de página después de nombre y Copy Right
fr_fr: Addition Pied de texte Après Nom & Copy Right
mr_in: या व्यतिरिक्त तळटीप मजकूर नांव व कॉपी करा Right केल्यानंतर

source: Website Notification
es_es: Notificación página web
fr_fr: Notification Site
mr_in: वेबसाईट सूचना

source: The message you add here will be displayed on all the public pages below header.
es_es: El mensaje se agrega aquí se mostrará en todas las páginas públicas debajo de los encabezados.
fr_fr: Le message que vous ajoutez ici sera affiché sur toutes les pages publiques ci-dessous en-tête.
mr_in: आपण येथे जोडलेल्या संदेश हेडरमध्ये खालील सर्व सार्वजनिक पृष्ठे प्रदर्शित केले जाईल.

source: Append Email Message
es_es: Anexar mensaje de correo electrónico
mr_in: ईमेल संदेश समािव

source: This Message will be inserted at end of email body content before the footer for every email send by the system. eg : Order Email , Activation email.
es_es: Este mensaje se insertará al final del contenido del cuerpo del correo electrónico antes de que el pie de página para cada email enviar por el sistema. por ejemplo: Ordenar Correo electrónico, correo de activación.
fr_fr: Ce message sera inséré à la fin du contenu du corps de courrier électronique avant le pied de page pour chaque e-mail envoyé par le système. par exemple: Commander Email, email d'activation.
mr_in: हा संदेश प्रणाली द्वारे पाठवू प्रत्येक ई-मेल तळटीप जाण्यापूर्वी ईमेल शरीर सामग्री शेवटी समाविष्ट केला जाईल. उदा: ऑर्डर ईमेल, सक्रियन ईमेल.

source: Privacy
es_es: Privacidad
fr_fr: Confidentialité
mr_in: गोपनीयता

source: Show Out Of Stock Products
es_es: Mostrar los productos fuera de stock
fr_fr: Afficher les produits en rupture de stock
mr_in: आउट शेअर उत्पादने दर्शवा

source: <strong>Note </strong>Minimum 20 products per page in the list is required to use scroll.
es_es: <Strong> Nota: </ strong> Mínimo 20 productos por página en la lista es necesario para utilizar de desplazamiento.
fr_fr: <Strong> Remarque </ strong> 20 produits minimum par page dans la liste est nécessaire pour utiliser défilement.
mr_in: <Strong> टीप </ strong> किमान 20 मध्ये प्रति पृष्ठ उत्पादने पट वापरण्यासाठी आवश्यक आहे.

source: <strong>Note </strong>Minimum 5 products per page in the list is required to use button.
es_es: <Strong> Nota: </ strong> Mínimo 5 productos por página en la lista se requiere botón para usar.
fr_fr: <Strong> Remarque </ strong> Minimum 5 produits par page dans la liste est nécessaire d'utiliser le bouton.
mr_in: <Strong> टीप </ strong> कमीतकमी 5 यादीत प्रति पृष्ठ उत्पादने बटण वापरू करणे आवश्यक आहे.

source: Products Per Page On List
es_es: Productos por página en la lista
fr_fr: Produits par page sur la liste
mr_in: प्रति पृष्ठ उत्पादने यादी रोजी

source: Load Type
es_es: Tipo de carga
fr_fr: Type de charge
mr_in: लोड प्रकार

source: Use Scroll
es_es: El uso de desplazamiento
fr_fr: Utilisez Scroll
mr_in: स्क्रोल करा वापरा

source: Use Button
es_es: uso del botón
fr_fr: Utilisez le bouton
mr_in: बटण वापरा

source: Facebook Username
es_es: Nombre de usuario de Facebook:
fr_fr: Nom d'utilisateur Facebook
mr_in: फेसबुक वापरकर्तानाव

source: Twitter Handle
es_es: Nombre en Twitter
fr_fr: Poignée Twitter
mr_in: ट्विटर हँडल

source: Activation Required For New User
es_es: La activación requerida para el nuevo usuario
fr_fr: Activation requise pour les nouveaux utilisateurs
mr_in: नवीन वापरकर्ता सक्रिय आवश्यक

source: Activation Required For Change Email
es_es: La activación requerido para el cambio de correo electrónico
fr_fr: Activation requise pour le changement Email
mr_in: ई-मेल बदला सक्रिय आवश्यक

source: Login settings
es_es: configuración de ingreso
fr_fr: paramètres Connexion
mr_in: लॉग-इन सेटिंग्ज

source: show captcha after
es_es: Mostrar código de imagen después de
fr_fr: show captcha après
mr_in: नंतर शो captcha

source: Show Captcha
es_es: Mostrar Captcha
fr_fr: Afficher Captcha
mr_in: कॅप्चा शो

source: login attempts
es_es: intentos de acceso
fr_fr: tentatives de connexion
mr_in: लॉग इन प्रयत्नांच्या

source: Terms & Conditions For User Registration
es_es: Términos y condiciones para el registro de usuario
fr_fr: Termes et conditions d'enregistrement de l'utilisateur
mr_in: अटी आणि नियम वापरकर्ता नोंदणी साठी

source: Add Tax
es_es: Añadir Impuesto
fr_fr: Ajouter impôt
mr_in: कर जोडा

source: Label
es_es: Etiqueta
fr_fr: Libellé
mr_in: लेबल

source: Applicable Tax
es_es: Impuestos aplicables
fr_fr: Taxe applicable
mr_in: लागू कर

source: Tax Details
es_es: Detalles de impuestos
fr_fr: Détails des impôts
mr_in: कर तपशील

source: Tax Type
es_es: Tipo de impuesto
fr_fr: Type d'impôt
mr_in: कर प्रकार

source: Edit Tax
es_es: Editar Tributaria
fr_fr: Modifier impôt
mr_in: कर संपादित करा

source: Manage Taxes
es_es: Manejo de impuestos
fr_fr: Gérer les impôts
mr_in: कर व्यवस्थापित करा

source: Add New Tax
es_es: Añadir nuevo impuesto
fr_fr: Ajouter un nouvel impôt
mr_in: नवीन कर जोडा

source: Terms & Conditions
es_es: Términos y Condiciones
fr_fr: Termes et conditions
mr_in: अटी व शर्ती

source: Upload Manager
es_es: gestor de cargas
fr_fr: Gestionnaire de téléchargement
mr_in: अपलोड करा व्यवस्थापक

source: Note :
es_es: Tenga en cuenta:
fr_fr: Indicqtion :
mr_in: टीप:

source: Please double click on image/document for selection.
es_es: Por favor, haga doble clic en la imagen / documento para la selección.
fr_fr: S'il vous plaît cliquer deux fois sur l'image / document pour la sélection.
mr_in: निवड प्रतिमा / दस्तऐवज वर डबल क्लिक करा.

source: Uploads
es_es: Subir
fr_fr: Fichiers
mr_in: अपलोड

source: Activate your account
es_es: Activar tu Cuenta
fr_fr: Active ton compte:
mr_in: आपले खाते सक्रिय

source: Almost finished... We need to confirm your email address. To complete the activation process, please click the link in the email we just sent you..
es_es: Casi terminado ... Necesitamos confirmar su dirección de correo electrónico. Para completar el proceso de activación, por favor haga clic en el enlace del correo electrónico que sólo le enviamos ..
fr_fr: Presque fini ... Nous avons besoin de confirmer votre adresse e-mail. Pour terminer le processus d'activation, s'il vous plaît cliquer sur le lien dans le courriel que nous venons de vous envoyer ..
mr_in: जवळजवळ समाप्त ... आम्ही आपल्या ईमेल पत्त्याची पुष्टी करणे आवश्यक आहे. सक्रियन प्रक्रिया पूर्ण करण्यासाठी, आम्ही फक्त आपण पाठविले ई-मेल मध्ये दुवा क्लिक करा ..

source: Activate your new email address
es_es: Active su nueva dirección de correo electrónico
fr_fr: Activez votre nouvelle adresse e-mail
mr_in: तुमचा नवीन ईमेल पत्ता सक्रिय

source: Almost finished... You need to confirm your email address. To complete the activation process, please click the link in the email we just sent you.
es_es: Casi terminado ... Es necesario para confirmar su dirección de correo electrónico. Para completar el proceso de activación, por favor haga clic en el enlace del correo electrónico que sólo le enviamos.
fr_fr: Presque fini ... Vous devez confirmer votre adresse e-mail. Pour terminer le processus d'activation, s'il vous plaît cliquer sur le lien dans le courriel que nous venons de vous envoyer.
mr_in: जवळजवळ समाप्त ... आपण आपला ईमेल पत्ता पुष्टी करणे आवश्यक आहे. सक्रियन प्रक्रिया पूर्ण करण्यासाठी, आम्ही फक्त आपण पाठविले ई-मेल मध्ये दुवा क्लिक करा.

source: You requested for change email __email__ on __humanRedableDate__ is pending. You can still requested for new one.
es_es: Que solicitó el cambio de correo electrónico __email__ en __humanRedableDate__ está pendiente. Todavía se puede solicitada por uno nuevo.
fr_fr: Vous avez demandé un changement email __email__ sur __humanRedableDate__ est en attente. Vous pouvez toujours demandé pour nouveau.
mr_in: आपण __humanRedableDate__ वर ईमेल बदला __email__ प्रलंबित आहे विनंती केली. आपण अद्याप नवीन विनंती करू शकता.

source: Well done!
es_es: Bien hecho.
fr_fr: Bravo
mr_in: शाब्बास!

source: Current Email
es_es: Correo electrónico actual
fr_fr: Email actuel
mr_in: वर्तमान ईमेल

source: Current Password
es_es: Contraseña Actual
fr_fr: Mot de passe actuel
mr_in: वर्तमान संकेतशब्द

source: New Email
es_es: Nuevo correo electrónico
fr_fr: Un nouveau E-mail
mr_in: नवीन ई-मेल

source: Update Request
es_es: Solicitud de actualización
fr_fr: Mettre à jour la Demande
mr_in: विनंती अद्यावत करा

source: New Password
es_es: Nueva Contraseña
fr_fr: Nouveau mot de passe
mr_in: नवीन पासवर्ड

source: New Password Confirmation
es_es: Confirmación de Nueva contraseña
fr_fr: Confirmation du nouveau mot de pass
mr_in: नवीन परवलीचा शब्द पुष्टीकरण

source: Update Password
es_es: Actualice Contraseña
fr_fr: Mise à jour du mot de passe
mr_in: पासवर्ड अद्यावत करा

source: Your contact request has been submitted successfully we will set back to you shortly
es_es: Su solicitud de contacto ha sido enviado correctamente vamos a establecer a la brevedad
fr_fr: Votre demande de contact a été soumis avec succès, nous établirons avec vous sous peu
mr_in: आपल्या संपर्क विनंती आम्ही लवकरच तुमच्याकडे परत सेट होईल यशस्वीरित्या सादर केले गेले

source: Forgot Password
es_es: Olvidado la Contraseña
fr_fr: Mot de passe oublié
mr_in: पासवर्ड विसरला

source: We have sent password reset link to your email address..
es_es: Hemos mandado enlace de restablecimiento de contraseña a su dirección de correo electrónico ..
fr_fr: Nous avons envoyé le lien de réinitialisation de mot à votre adresse e-mail ..
mr_in: आम्ही आपला ईमेल पत्ता पासवर्ड रीसेट दुवा पाठवला आहे ..

source: Enter your email address
es_es: Escriba su dirección de correo electrónico
fr_fr: Entrez votre adresse de courrier électronique
mr_in: तुमचा इमेल पत्ता लिहा

source: email
fr_fr: courriel
mr_in: ई-मेल

source: Submit Request
es_es: Enviar peticion
fr_fr: Envoyer la demande
mr_in: विनंती सबमिट करा

source: Account with this email id seems to be non-active please __link__
es_es: Cuenta con este correo electrónico de identificación parece ser no activo favor __link__
fr_fr: Compte avec cet e-mail id semble être non-actif s'il vous plaît __link__
mr_in: हे खाते ई-मेल आयडी असहकार सक्रिय असल्याचे दिसते करा __link__

source: Forgot Password?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié ?
mr_in: पासवर्ड विसरला?

source: I know you are a human
es_es: Sé que usted es un ser humano
fr_fr: Je sais que vous êtes un être humain
mr_in: मी तुम्हाला एक मानवी आहेत हे मला माहीत आहे

source: Refresh Captcha
es_es: Actualizar Captcha
mr_in: रिफ्रेश कॅप्चा

source: Remember me
es_es: Recuérdame
fr_fr: Se souvenir
mr_in: माझी आठवण ठेवा

source: Didn't received activation key yet? Request again
es_es: No recibió la clave de activación todavía? solicitar de nuevo
fr_fr: N'a pas encore reçu la clé d'activation? Demande à nouveau
mr_in: अजून सक्रियन कळ प्राप्त झाला नाही? पुन्हा विनंती करा

source: Not Registered Yet?
es_es: ¿Todavía no estas registrado?
fr_fr: Pas encore inscrit ?
mr_in: अद्याप नोंदणी नाही?

source: Register Now
es_es: Regístrese ahora
fr_fr: Inscrivez-vous maintenant
mr_in: नोंदणी करा

source: First Name
es_es: Nombre
fr_fr: Prénom
mr_in: पहिले नाव

source: Last Name
es_es: Apellido
fr_fr: Nom de famille
mr_in: आडनाव

source: Add New User
es_es: Añadir nuevo usuario
fr_fr: Ajouter un nouvel utilisateur
mr_in: नवीन वापरकर्ता जोडा

source: Password Confirmation
es_es: Confirmación de la contraseña
fr_fr: Confirmation du mot de passe
mr_in: पासवर्ड पुष्टीकरण

source: Manage Users
es_es: Administrar usuarios
fr_fr: Gérer les utilisateurs
mr_in: वापरकर्ते व्यवस्थापित करा

source: Deleted
es_es: Suprimido
fr_fr: supprimé
mr_in: हटविले

source: Never Activated
es_es: Nunca Activado
fr_fr: jamais Activé
mr_in: सक्रिय नाही

source: Since
es_es: Dado que
fr_fr: Depuis
mr_in: पासून

source: Last Login
es_es: Último acceso
fr_fr: Dernière connexion
mr_in: अखेरचे लॉगिन

source: Deleted on
es_es: borrada el
fr_fr: Annulée le
mr_in: हटविला

source: Restore
es_es: Restaurar
fr_fr: Remettre
mr_in: पुनर्संचयित करा

source: User Orders
es_es: órdenes de usuarios
fr_fr: Les commandes de l'utilisateur
mr_in: वापरकर्ता ऑर्डेर

source: User Details
es_es: Información del Usuario
fr_fr: Détails de l'utilisateur
mr_in: वापरकर्ता तपशील

source: NA
es_es: No aplica
mr_in: लागू

source: Last login
es_es: Último acceso
fr_fr: Dernière connexion
mr_in: शेवटचे लॉगइन

source: Last logged in IP
es_es: Última conexión IP
fr_fr: Connecté la dernière fois IP
mr_in: आयपी गेल्या लॉग इन

source: Last Order Placed On
es_es: Última pedido realizado en
fr_fr: Dernière commande passée sur
mr_in: गेल्या ऑर्डर स्थीत

source: Last Order ID
mr_in: गेल्या ऑर्डर ID

source: Total Orders
es_es: Total de pedidos
fr_fr: Total des commandes: {0}.
mr_in: एकूण ऑर्डर

source: Profile Update
es_es: actualización de perfiles
fr_fr: profil de mise à jour
mr_in: प्रोफाइल अद्यतनित करा

source: Registration Done
es_es: Registro de Hecho
fr_fr: Inscription Fait
mr_in: नोंदणी पूर्ण झाले
