Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: Current password is incorrect.
es_es: La contraseña actual es incorrecta.
fr_fr: Ce mot de passe est incorrect.
mr_in: चालू पासवर्ड चुकीचा आहे.

source: Brand not deleted.
es_es: Marca no se eliminará.
fr_fr: Marque pas supprimé.
mr_in: ब्रँड हटविले नाही.

source: Brand deleted successfully.
es_es: Marca eliminado correctamente.
fr_fr: Marque supprimé avec succès.
mr_in: ब्रँड यशस्वीपणे हटविले.

source: Brand does not exist.
es_es: Marca no existe.
fr_fr: n'existe pas de marque.
mr_in: ब्रँड अस्तित्वात नाही.

source: Brand added successfully.
es_es: Marca agregó correctamente.
fr_fr: Marque ajouté avec succès.
mr_in: ब्रँड यशस्वीपणे जोडले.

source: Selected logo file does not exist.
es_es: no existe archivo del logotipo seleccionado.
fr_fr: fichier n'existe pas de logo sélectionné.
mr_in: निवडलेले लोगो फाइल अस्तित्वात नाही.

source: oh..no. error.
fr_fr: Oh non. Erreur.
mr_in: oh..no. त्रुटी.

source: Brand updated successfully.
es_es: Marca actualizado correctamente.
fr_fr: Marque mis à jour avec succès.
mr_in: ब्रँड यशस्वीरित्या अद्यतनित केले.

source: Nothing update.
es_es: Nada de actualización.
fr_fr: mise à jour de Rien.
mr_in: काहीही अद्यावत केले नाही.

source: make a parent
es_es: hacer un padre
fr_fr: faire un parent
mr_in: एक पालक करा

source: Categories does not exist.
es_es: no existen categorías.
fr_fr: n'existe pas Catégories.
mr_in: श्रेणी अस्तित्वात नाही.

source: Category does not exist.
es_es: La categoría no existe.
fr_fr: n'existe pas Catégorie.
mr_in: वर्ग अस्तित्वात नाही.

source: Category added successfully.
es_es: Categoría añadida correctamente.
fr_fr: Catégorie ajoutée avec succès.
mr_in: वर्ग यशस्वीपणे जोडले.

source: Parent category not exist.
es_es: categoría padre no existe.
fr_fr: Catégorie parente ne pas exister.
mr_in: पालक श्रेणी अस्तित्वात नाही.

source: Category name already exist.
es_es: El Nombre de la Categoría ya existe
fr_fr: Nom de la catégorie existent déjà.
mr_in: वर्ग नाव आधीपासून अस्तित्वात आहे.

source: Category updated successfully.
es_es: Categoría actualizada correctamente.
fr_fr: Catégorie mise à jour avec succès.
mr_in: वर्ग यशस्वीपणे अद्यतनित केले.

source: Nothing updated.
es_es: Nada actualiza.
fr_fr: Rien mis à jour.
mr_in: काहीही अद्यतनित झाले नाही.

source: Category deleted successfully.
es_es: Categoría eliminada correctamente.
fr_fr: Catégorie supprimée avec succès.
mr_in: वर्ग यशस्वीपणे हटविले.

source: Invalid password. please enter correct password.
es_es: Contraseña invalida. Por favor, introduzca la contraseña correcta.
fr_fr: Mot de passe incorrect. s'il vous plaît entrer le mot de passe correct.
mr_in: अवैध पासवर्ड. योग्य संकेतशब्द प्रविष्ट करा.

source: Coupon added successfully.
es_es: Cupón añadido correctamente.
fr_fr: Coupon ajouté avec succès.
mr_in: कूपन यशस्वीपणे जोडले.

source: Coupon does not exist.
es_es: Cupón no existe.
fr_fr: Code promo n'existe pas!
mr_in: कूपन अस्तित्वात नाही.

source: Coupon updated successfully.
es_es: Cupón actualizado correctamente.
fr_fr: Coupon mis à jour avec succès.
mr_in: कूपन यशस्वीरित्या अद्यतनित केले.

source: Coupon deleted successfully.
es_es: Cupón eliminado correctamente.
fr_fr: Coupon supprimé avec succès.
mr_in: कूपन यशस्वीपणे हटविले.

source: Something went wrong.
es_es: Algo salió mal.
fr_fr: Quelque chose a mal tourné.
mr_in: काहीतरी चूक झाली.

source: The __attribute__ may not be greater than __max__.
es_es: El __attribute__ no puede ser mayor que __max__.
fr_fr: Le __attribute__ ne peut pas être supérieure à __max__.
mr_in: __attribute__ __max__ पेक्षा जास्त असू शकत नाही.

source: Digit after decimal may not be greater than __max__.
es_es: Dígitos después de decimal no puede ser mayor que __max__.
fr_fr: Digit après la virgule ne peut pas être supérieure à __max__.
mr_in: दशांश केल्यानंतर अंकी शकते __max__ पेक्षा जास्त असू शकत नाही.

source: Invalid Request
es_es: Solicitud No Válida
fr_fr: Requête invalide !
mr_in: अवैध विनंती

source: File not uploaded.
es_es: El archivo no está cargado.
fr_fr: Fichier non téléchargé.
mr_in: फाइल अपलोड झाला नाही.

source: File has an invalid extension, it should be png, jpeg, jpg.
es_es: Archivo tiene una extensión no válida, debe ser gif, jpeg, gif.
fr_fr: Fichier a une extension invalide, il devrait être png, jpeg, jpg.
mr_in: फाइल अवैध विस्तार आहे, तो PNG, JPEG, jpg असणे आवश्यक आहे.

source: File deleted.
es_es: Archivo borrado
fr_fr: Fichier supprimé.
mr_in: फाइल हटविली.

source: File not deleted.
es_es: El archivo no está eliminado.
fr_fr: Fichier non supprimé.
mr_in: फाइल हटविले नाही.

source: File does not exist.
es_es: ¡El archivo no existe!
fr_fr: Fichier ne existe pas!
mr_in: फाइल अस्तित्वात नाही.

source: Files deleted.
es_es: Archivos Eliminados
fr_fr: Fichiers Supprimés
mr_in: फाईल्स काढून.

source: Files not deleted.
es_es: Los archivos no se borran.
fr_fr: Fichiers non supprimés.
mr_in: फायली हटविले नाही.

source: List order updated successfully.
es_es: orden de la lista se ha actualizado correctamente.
fr_fr: Liste pour mise à jour.
mr_in: सूची क्रम यशस्वीरित्या अद्यतनित केले.

source: Nothing updated
es_es: nada actualiza
fr_fr: Rien mis à jour
mr_in: काहीही अद्यतनित झाले नाही.

source: Page added successfully.
es_es: Página añadida.
fr_fr: Page ajoutée.
mr_in: पृष्ठ यशस्वीपणे जोडले.

source: Page not added.
es_es: No añadió página.
fr_fr: Page non ajouté.
mr_in: पृष्ठ जोडलेले नाही.

source: Page does not exist.
es_es: La página no existe.
fr_fr: La page n'existe pas.
mr_in: पृष्ठ अस्तित्वात नाही.

source: Page updated successfully.
es_es: Página actualizado correctamente.
fr_fr: Page mise à jour avec succès.
mr_in: पृष्ठ यशस्वीरित्या अद्यतनित केले.

source: Page deleted successfully.
es_es: Página eliminado correctamente.
fr_fr: Page supprimée.
mr_in: पृष्ठ यशस्वीपणे हटविले.

source: This menu/page item can not be deleted because it contains childrens items.
es_es: Este elemento de menú / página no puede ser eliminado, ya que contiene artículos para niños.
fr_fr: Cet article de menu / page ne peut pas être supprimé car il contient des éléments pour enfants.
mr_in: तो मुलांचा आयटम कारण यात मेनू / पृष्ठ आयटम हटवला जाऊ शकत नाही.

source: Product does not exist.
es_es: El producto no existe.
fr_fr: Le produit n'existe pas.
mr_in: उत्पादन अस्तित्वात नाही.

source: Product added successfully.
es_es: Producto añadido con éxito.
fr_fr: Produit ajouté avec succès.
mr_in: उत्पादन यशस्वीपणे जोडले.

source: Product not added.
es_es: No se agregó el producto.
fr_fr: Produit non ajouté.
mr_in: उत्पादन जोडला नाही.

source: Selected image does not exist.
es_es: imagen seleccionada no existe.
fr_fr: Image sélectionnée n'existe pas.
mr_in: निवडलेली प्रतिमा अस्तित्वात नाही.

source: Product deleted successfully.
es_es: Producto eliminado correctamente.
fr_fr: Produit supprimé avec succès.
mr_in: उत्पादन यशस्वीपणे हटविले.

source: Product not deleted.
es_es: El producto no elimina.
fr_fr: Produit non supprimé.
mr_in: उत्पादन हटविले नाही.

source: Product updated successfully.
es_es: Producto actualizado correctamente.
fr_fr: Produit mis à jour avec succès.
mr_in: उत्पादन यशस्वीरित्या अद्यतनित केले.

source: Product not updated.
es_es: El producto no actualiza.
fr_fr: Produit non mis à jour.
mr_in: उत्पादन अद्यतनित नाही.

source: Select valid product categories.
es_es: Seleccionar las categorías de productos válidos.
fr_fr: Sélectionnez les catégories de produits valides.
mr_in: वैध उत्पादन श्रेणी निवडा.

source: Product image added successfully.
es_es: Imagen del producto agregado correctamente.
fr_fr: image Produit ajouté avec succès.
mr_in: उत्पादन प्रतिमा यशस्वीपणे जोडले.

source: Product image not added.
es_es: No se agregó la imagen del producto.
fr_fr: Image du produit non ajouté.
mr_in: उत्पादन प्रतिमा नाही आहे.

source: Product image deleted successfully.
es_es: Imagen del producto eliminado correctamente.
fr_fr: Image du produit supprimé avec succès.
mr_in: उत्पादन प्रतिमा यशस्वीरित्या हटविला.

source: Product image not deleted.
es_es: la imagen del producto no se elimina.
fr_fr: Image du produit non supprimé.
mr_in: उत्पादन प्रतिमा हटविले नाही.

source: Product image does not exist.
es_es: la imagen del producto no existe.
fr_fr: Image du produit n'existe pas.
mr_in: उत्पादन प्रतिमा अस्तित्वात नाही.

source: Product image updated successfully.
es_es: Imagen del producto actualizado correctamente.
fr_fr: Image du produit mis à jour avec succès.
mr_in: उत्पादन प्रतिमा यशस्वीरित्या अद्यतनित केले.

source: Product image not updated.
es_es: la imagen del producto no se actualiza.
fr_fr: Image du produit non mis à jour.
mr_in: उत्पादन प्रतिमा अद्यतनित नाही.

source: Product option added successfully.
es_es: Opciones del producto agregado correctamente.
fr_fr: option Produit ajouté avec succès.
mr_in: उत्पादन पर्याय यशस्वीपणे जोडले.

source: Product option not added.
es_es: No se agregó la opción de producto.
fr_fr: option Produit non ajouté.
mr_in: उत्पादन पर्याय नाही आहे.

source: Option name already taken for this product.
es_es: Nombre de la opción ya tomada para este producto.
fr_fr: Nom de l'option déjà prise pour ce produit.
mr_in: पर्याय नाव या उत्पादनासाठी आधीपासून घेतले.

source: Product option deleted successfully.
es_es: Opciones del producto eliminado correctamente.
fr_fr: Option de produit supprimé avec succès.
mr_in: उत्पादन पर्याय यशस्वीपणे हटविले.

source: Product option not deleted.
es_es: Opciones del producto no se elimina.
fr_fr: option Produit non supprimée.
mr_in: उत्पादन पर्याय हटविले नाही.

source: Product option does not exist.
es_es: Opciones del producto no existe.
fr_fr: option de produit n'existe pas.
mr_in: उत्पादन पर्याय अस्तित्वात नाही.

source: Product option updated successfully.
es_es: Opciones del producto actualizado correctamente.
fr_fr: option de produit mis à jour avec succès.
mr_in: उत्पादन पर्याय यशस्वीरित्या अद्यतनित केले.

source: Product option not updated.
es_es: Opciones del producto no se actualiza.
fr_fr: option Produit non mis à jour.
mr_in: उत्पादन पर्याय अद्यतनित नाही.

source: Product option values added successfully.
es_es: los valores de opción Producto añadido con éxito.
fr_fr: les valeurs des options de Produit ajouté avec succès.
mr_in: उत्पादन पर्याय मूल्ये यशस्वीपणे जोडले.

source: Value name already taken for this product option.
es_es: Nombre de valor ya adoptadas para esta opción de producto.
fr_fr: Nom de la valeur déjà pris pour cette option de produit.
mr_in: मूल्य नाव आधीच हे उत्पादन पर्याय करण्यात आली.

source: Product option value deleted.
es_es: valor de opción del producto eliminado.
fr_fr: Produit valeur de l'option supprimé.
mr_in: उत्पादन पर्याय मूल्य हटविले.

source: Product option value not deleted.
es_es: valor de opción del producto no se elimina.
fr_fr: Produit valeur de l'option pas supprimé.
mr_in: उत्पादन पर्याय मूल्य हटविले नाही.

source: Product option value does not exist.
es_es: no existe la opción de valor del producto.
fr_fr: n'existe pas valeur d'option de produit.
mr_in: उत्पादन पर्याय मूल्य विद्यमान नाही.

source: Option values not enter.
es_es: Los valores de opción no entran.
fr_fr: Les valeurs d'option sont pas entrés.
mr_in: पर्याय मूल्ये प्रविष्ट नाही.

source: Product Specification added successfully.
es_es: Especificaciones del Producto añadido con éxito.
fr_fr: Spécification Produit ajouté avec succès.
mr_in: उत्पादन तपशील यशस्वीपणे जोडले.

source: Product Specification not added.
es_es: No se agregó el pliego de condiciones.
fr_fr: Spécifications du produit non ajouté.
mr_in: उत्पादन तपशील नाही आहे.

source: Product specification does not exist.
es_es: Especificación de producto no existe.
fr_fr: n'existe pas Spécification du produit.
mr_in: उत्पादन तपशील अस्तित्वात नाही.

source: Product specification updated successfully.
es_es: Especificación de producto actualizado correctamente.
fr_fr: Spécification du produit mis à jour avec succès.
mr_in: उत्पादन तपशील यशस्वीरित्या अद्यतनित केले.

source: Product Specification values not enter.
es_es: valores de las especificaciones del producto no entran.
fr_fr: Les valeurs de spécification de produit sont pas entrés.
mr_in: उत्पादन तपशील मूल्ये प्रविष्ट नाही.

source: Product Specification values not updated.
es_es: valores de las especificaciones del producto no se actualizan.
fr_fr: Les valeurs de spécification du produit non mis à jour.
mr_in: उत्पादन तपशील मूल्ये अद्यतनित नाही.

source: Product Specification values does not exist.
es_es: no existen valores de las especificaciones del producto.
fr_fr: n'existe pas des valeurs de spécification de produit.
mr_in: उत्पादन तपशील मूल्ये अस्तित्वात नाही.

source: Product specification deleted.
es_es: Especificación de producto eliminado.
fr_fr: Spécification du produit supprimé.
mr_in: उत्पादन तपशील हटविले.

source: Product specification not deleted.
es_es: Especificación de producto no se elimina.
fr_fr: Spécification du produit pas supprimé.
mr_in: उत्पादन तपशील हटविले नाही.

source: Requested category does not exist.
es_es: categoría solicitada no existe.
fr_fr: catégorie demandée n'existe pas.
mr_in: विनंती केलेली श्रेणी अस्तित्वात नाही.

source: name
es_es: Nombre
fr_fr: nom
mr_in: नाव

source: Sorry this product is currently not available, Please reload the page.
es_es: Lo sentimos, este producto no está disponible, por favor vuelva a cargar la página.
fr_fr: Désolé, ce produit est actuellement disponible, S'il vous plaît recharger la page.
mr_in: क्षमस्व हे उत्पादन सध्या उपलब्ध नाही, कृपया पृष्ठ रीलोड करा.

source: to
es_es: a
fr_fr: à
mr_in: ते

source: Select __option_name__
es_es: Seleccionar __option_name__
fr_fr: Sélectionnez __option_name__
mr_in: __option_name__ निवडा

source: The name field is required.
es_es: El campo nombre es obligatorio.
fr_fr: Il est requis de compléter le champ correspondant au nom.
mr_in: नाव फील्ड आवश्यक आहे.

source: The name field has already been taken.
es_es: El campo de nombre ya ha sido tomada.
fr_fr: Le champ de nom a déjà été prise.
mr_in: नाव आधीपासून घेतले गेले आहे.

source: The value field is required.
es_es: Se requiere que el campo de valor.
fr_fr: Le champ de valeur est requise.
mr_in: मूल्य फील्ड आवश्यक आहे.

source: Order does not exist.
es_es: Pedido no existe.
fr_fr: Ordre n'existe pas.
mr_in: ऑर्डर अस्तित्वात नाही.

source: Generated on :currentDate
es_es: Generado en: currentDate
fr_fr: Généré le: currentDate
mr_in: :currentDate व्युत्पन्न केले

source: Shipping rule does not exist.
es_es: regla de envío no existe.
fr_fr: n'existe pas la règle de livraison.
mr_in: शिपिंग नियम अस्तित्वात नाहीत.

source: Shipping rule updated successfully.
es_es: regla de envío actualizado correctamente.
fr_fr: règle de livraison mis à jour avec succès.
mr_in: शिपिंग नियम यशस्वीरित्या अद्यतनित केले.

source: Shipping rule deleted successfully.
es_es: regla de envío eliminado correctamente.
fr_fr: règle de livraison supprimé avec succès.
mr_in: शिपिंग नियम यशस्वीपणे हटविले.

source: Shipping rule not deleted.
es_es: regla de envío no se eliminará.
fr_fr: règle de livraison pas supprimé.
mr_in: शिपिंग नियम हटविले नाही.

source: All Other Country Shipping rule updated successfully.
es_es: Todos Otros País regla envío actualizado correctamente.
fr_fr: Toutes les autres règles Pays d'expédition mis à jour avec succès.
mr_in: सर्व इतर देश शिपिंग नियम यशस्वीरित्या अद्यतनित केले.

source: Invalid country code.
es_es: código de país no válido.
fr_fr: code de pays non valide.
mr_in: अवैध देश कोड.

source: Shipping rule added successfully.
es_es: regla de envío añadido correctamente.
fr_fr: règle de livraison ajouté avec succès.
mr_in: शिपिंग नियम यशस्वीपणे जोडले.

source: Shipping rule not added
es_es: regla de envío no ha añadido
fr_fr: règle de livraison non ajouté
mr_in: शिपिंग नियम जोडले नाही

source: Order status updated successfully.
es_es: Estado del pedido actualizado correctamente.
fr_fr: Statut de la commande mis à jour avec succès.
mr_in: ऑर्डर स्थिती यशस्वीपणे अद्यतनित केले.

source: Your Order payment not received yet.
es_es: Su pago Orden no ha recibido todavía.
fr_fr: Votre paiement de la commande non encore reçus.
mr_in: आपले ऑर्डर देय अद्याप प्राप्त झाले नाही.

source: Mail send to user successfully.
es_es: Enviar a un correo electrónico de usuario con éxito.
fr_fr: Mail envoyer à l'utilisateur avec succès.
mr_in: मेल यशस्वीरित्या वापरकर्त्याला पाठवा.

source: Please check email and orderID.
es_es: Por favor, consultar el correo electrónico y orderID.
fr_fr: S'il vous plaît vérifier le courrier électronique et orderID.
mr_in: कृपया ई-मेल आणि orderID तपासा.

source: Order does not exist
es_es: Pedido no existe
fr_fr: Ordre n'existe pas
mr_in: ऑर्डर अस्तित्वात नाही

source: Coupon apply successfully.
es_es: Cupón aplica con éxito.
fr_fr: Coupon appliquer avec succès.
mr_in: कूपन यशस्वीरित्या लागू.

source: Please Enter valid coupon code.
es_es: Por favor, introduzca un código de cupón válido.
fr_fr: S'il vous plaît Entrez le code de coupon valide.
mr_in: वैध कूपन कोड प्रविष्ट करा.

source: Your Coupon not valid for this Order Amount.
es_es: Su cupón no válido para esta cantidad de la orden.
fr_fr: Votre coupon non valable pour le montant de la commande.
mr_in: आपल्या कूपन या ऑर्डर रक्कम वैध नाही.

source: Invalid request please contact administrator.
es_es: solicitud no es válida póngase en contacto con el administrador.
fr_fr: Requête invalide s'il vous plaît contacter l'administrateur.
mr_in: अवैध विनंती प्रशासकाशी संपर्क साधा.

source: Requested order details not exist
es_es: No existen detalles del pedido solicitado
fr_fr: les détails demandés de commande n'existent
mr_in: विनंती केलेली ऑर्डर तपशील अस्तित्वात नाही

source: You are not authenticate to cancel order.
es_es: Usted no se autentifica ante la orden de cancelación.
fr_fr: Vous n'êtes pas authentifier d'annuler la commande.
mr_in: आपण ऑर्डर रद्द प्रमाणित नाही.

source: Order cancelled successfully.
es_es: Orden Cancelada con éxito.
fr_fr: Commande annulée avec succès.
mr_in: ऑर्डर यशस्वीरित्या रद्द.

source: Invalid request.
es_es: Solicitud No Válida
fr_fr: Requête invalide !
mr_in: अवैध विनंती.

source: Order payment does not exist
es_es: orden de pago no existe
fr_fr: le paiement de la commande n'existe pas
mr_in: ऑर्डर देय अस्तित्वात नाही

source: Product does not exist, Please reload page.
es_es: El producto no existe, por favor vuelva a cargar la página.
fr_fr: Le produit n'existe pas, S'il vous plaît recharger la page.
mr_in: उत्पादन अस्तित्वात नाही, कृपया पृष्ठ रीलोड करा.

source: This product is currently not available, Please reload page.
es_es: Este producto no está disponible actualmente, Vuelve a cargar la página.
fr_fr: Ce produit est actuellement pas disponible, S'il vous plaît recharger la page.
mr_in: हे उत्पादन सध्या उपलब्ध नाही, कृपया पृष्ठ रीलोड करा.

source: This product is out of stock, Please reload page.
es_es: Este producto está fuera de stock, por favor vuelva a cargar la página.
fr_fr: Ce produit est en rupture de stock, S'il vous plaît recharger la page.
mr_in: हे उत्पादन आहे स्टॉक बाहेर, कृपया पृष्ठ रीलोड करा.

source: Item removed successfully.
es_es: Elemento eliminado con éxito.
fr_fr: Point supprimé avec succès.
mr_in: आयटम यशस्वीरित्या काढले.

source: Item not found.
es_es: Item no encontrado
fr_fr: Item non trouvé!
mr_in: आयटम आढळले नाहीत.

source: All items removed successfully.
es_es: Todos los artículos han eliminado correctamente.
fr_fr: Tous les éléments supprimés.
mr_in: सर्व आयटम यशस्वीरित्या काढले.

source: Items not found.
es_es: Los productos que no se encontraron.
fr_fr: Articles introuvables.
mr_in: आयटम आढळला नाही.

source: The quantity may not be greater than
es_es: La cantidad no podrá ser superior a
fr_fr: La quantité ne peut pas être supérieure à
mr_in: प्रमाणात शकते जास्त असू शकत

source: Invalid Request.
es_es: Solicitud No Válida!
fr_fr: Requête invalide !
mr_in: अवैध विनंती.

source: Your order __orderId__ has been __orderStatus__.
es_es: Su pedido ha sido __orderId__ __orderStatus__.
fr_fr: Votre commande __orderId__ a été __orderStatus__.
mr_in: आपली ऑर्डर __orderId__ __orderStatus__ आहे.

source: Your order __orderId__ status has been changed to <strong> __orderStatus__. </strong>
es_es: el estado de su pedido __orderId__ se ha cambiado a <strong> __orderStatus__. </ Strong>
fr_fr: le statut de votre commande a été changé pour <strong> __orderStatus__. </ Strong>
mr_in: आपली ऑर्डर __orderId__ स्थिती <strong> __orderStatus__ बदलण्यात आला आहे. </ Strong>

source: Order not exist.
es_es: Para no existir.
fr_fr: Afin de ne pas exister.
mr_in: ऑर्डर अस्तित्वात नाही.

source: Please enter correct password.
es_es: Por favor, introduzca la contraseña correcta.
fr_fr: S'il vous plaît entrer le mot de passe correct.
mr_in: योग्य संकेतशब्द प्रविष्ट करा.

source: Order deleted Successfully.
es_es: Orden eliminado correctamente.
fr_fr: Ordre supprimé avec succès.
mr_in: ऑर्डर यशस्वीरित्या हटविले.

source: This is not a sandbox order.
es_es: Esto no es una orden de caja de arena.
fr_fr: Ce n'est pas un ordre de bac à sable.
mr_in: हे धूळपाटी आदेश नाही.

source: Sandbox order deleted Successfully.
es_es: Para caja de arena eliminado correctamente.
fr_fr: ordre de Sandbox supprimé avec succès.
mr_in: धूळपाटी ऑर्डर यशस्वीरित्या हटविले.

source: Sandbox order not deleted.
es_es: Para recinto de seguridad no se eliminará.
fr_fr: Afin de Sandbox pas supprimé.
mr_in: धूळपाटी आदेश हटविले नाही.

source: Order at __storeName__
es_es: Solicitar al __storeName__
fr_fr: Commander à __storeName__
mr_in: __storeName__ येथे ऑर्डर

source: Your cart is empty.
es_es: Su carrito está vacío.
fr_fr: Votre panier est vide.
mr_in: आपले कार्ट रिक्त आहे.

source: We're sorry. The highlighted item(s) in your Shopping Cart are currently unavailable. Please remove the item(s) to proceed.
es_es: Lo sentimos. El artículo (s) destacó en su cesta de la compra está disponible en este momento. Retire el objeto (s) para proceder.
fr_fr: Nous sommes désolés. L'élément (s) mis en évidence dans votre panier sont actuellement indisponible. S'il vous plaît supprimer l'élément (s) de procéder.
mr_in: आम्ही दिलगीर आहोत. आपल्या हे खरेदी सूचीत मध्ये ठळक (हे) आयटम सध्या अनुपलब्ध आहे. पुढे जाण्यासाठी आयटम दूर करा.

source: Please select your shipping address.
es_es: Por favor seleccione su dirección de envío.
fr_fr: S'il vous plaît sélectionnez votre adresse de livraison.
mr_in: कृपया आपल्या शिपिंग पत्ता निवडा.

source: Please select your billing address
es_es: Por favor seleccione su dirección de facturación
fr_fr: S'il vous plaît sélectionnez votre adresse de facturation
mr_in: कृपया आपला बिलिंग पत्ता निवडा

source: Your coupon may be inactive / expire / invalid, please remove this coupon and try another code.
es_es: El cupón puede estar inactivo / expirará / inválido, por favor, elimine este cupón y probar con otro código.
fr_fr: Votre coupon peut être inactif / expiration / invalide, s'il vous plaît supprimer ce coupon et essayez un autre code.
mr_in: आपला कूपन निष्क्रिय असू शकते / कालबाह्य / अवैध कृपया या कूपन काढा आणि दुसरा कोड प्रयत्न करा.

source: The applied discount amount changed.
es_es: La cantidad de descuento aplicada cambió.
fr_fr: Le montant de la décote appliquée a changé.
mr_in: लागू सवलत रक्कम बदलला.

source: Shipping Rule not available, Please contact administrator.
es_es: Regla de envío no está disponible, por favor póngase en contacto con el administrador.
fr_fr: Règle non disponible Expédition, S'il vous plaît contacter l'administrateur.
mr_in: नियम उपलब्ध नाही शिपिंग, प्रशासकाशी संपर्क साधा.

source: We are sorry currently shipping not available for your country.
es_es: Lo sentimos Actualmente embarque no está disponible para su país.
fr_fr: Nous sommes désolés actuellement expédition non disponible pour votre pays.
mr_in: आम्ही सध्या दिलगीर आपल्या देशात उपलब्ध नाही शिपिंग आहेत.
