Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: Address is required
es_es: La dirección es requerida
fr_fr: Adresse est nécessaire
mr_in: पत्ता आवश्यक आहे

source: Change Address
es_es: Cambiar dirección
fr_fr: Modifier d'adresse
mr_in: पत्ता बदल

source: Select Address
es_es: Seleccione la Dirección
fr_fr: Sélectionnez Adresse
mr_in: पत्ता निवडा

source: Total
es_es: totalmente
fr_fr: Tota
mr_in: एकूण

source: Shipping
es_es: Envío
fr_fr: Livraison
mr_in: शिपिंग

source: Sorry shipping not available in your country.
es_es: En este momento del envío no está disponible en su país.
fr_fr: expédition Désolé pas disponible dans votre pays.
mr_in: क्षमस्व शिपिंग आपल्या देशात उपलब्ध नाही.

source: Total Payable Amount
es_es: La cantidad total a pagar
fr_fr: Montant à payer total
mr_in: एकूण देय रक्कम

source: Checkout
es_es: Revisa
fr_fr: CONFIRMER VOTRE COMMANDE
mr_in: चेकआऊट

source: Please choose your payment method
es_es: Por favor, elija el método de pago
fr_fr: S'il vous plaît choisir votre méthode de paiement
mr_in: कृपया आपली देय पद्धत

source: Checkout Method
es_es: Método de pago
fr_fr: Méthode de paiement
mr_in: चेकआऊट पद्धत

source: Checkout with PayPal
es_es: Checkout con PayPal
fr_fr: Payer avec PayPal
mr_in: PayPal सह चेकआऊट

source: Pay with Card
es_es: Pagar con tarjeta
fr_fr: Payer avec la carte
mr_in: कार्ड अदा

source: Bank Check
es_es: Cheque bancario
fr_fr: Chèque bancaire
mr_in: बँक चेक

source: Bank Transfer
es_es: Transferencia bancaria
fr_fr: Virement bancaire
mr_in: बँक हस्तांतरण

source: COD - Cash on Delivery
es_es: - COD pago contra reembolso
fr_fr: COD: Cash on Delivery-Paiement à la livraison
mr_in: शेंग - वितरण वर रोख

source: Other Payment Method - You can submit this order without payment for Now, Admin will contact you for payment.
es_es: Otro método de pago - Puede enviar esta orden sin el pago por el momento, de administración pondrá en contacto con usted para el pago.
fr_fr: Autre méthode de paiement - Vous pouvez soumettre cet ordre sans paiement Maintenant, Admin vous contactera pour le paiement.
mr_in: इतर पेमेंट पद्धत - आपण, आता न देता हा ऑर्डेर सबमिट करू शकता पैसे प्रशासन संपर्क साधू.

source: Other Payment Method
es_es: otro método de pago
fr_fr: Autre méthode de paiement
mr_in: इतर पेमेंट पद्धत

source: No payment methods available, Please contact store administrator.
es_es: No hay métodos de pago disponibles, por favor póngase en contacto con administrador de la tienda.
fr_fr: Aucun mode de paiement disponibles, contacter S'il vous plaît administrateur de magasin.
mr_in: उपलब्ध कोणत्याही देय पद्धती, स्टोअर प्रशासकाशी संपर्क साधा.

source: Check Payment Description
es_es: Compruebe Descripción del pago
fr_fr: Vérifiez Payment Description
mr_in: भरणा वर्णन तपासा

source: Bank Payment Description
es_es: Banco Descripción del pago
mr_in: बँक भरणा वर्णन

source: COD Payment Description
es_es: Descripción del pago de COD
fr_fr: COD Description de paiement
mr_in: शेंग भरणा वर्णन

source: Other Payment Description
es_es: Otro Descripción del pago
fr_fr: Autres Description de paiement
mr_in: इतर भरणा वर्णन

source: Back To Shopping Cart
es_es: Volver al carrito de compras
fr_fr: Retour au panier
mr_in: खरेदी सूचीत कडे परत जा

source: Submit Order
es_es: Enviar pedido
fr_fr: Envoyer la commande
mr_in: मागणी नोंदवा

source: Thanks for your order
es_es: Gracias por su pedido
fr_fr: Merci pour votre commande
mr_in: आपल्या ऑर्डर धन्यवाद

source: We will notify you when your order get processed
es_es: Te avisaremos cuando su pedido se procesan
fr_fr: Nous vous informerons dès que votre commande se traitée
mr_in: आपल्या ऑर्डर प्रक्रिया तेव्हा आम्ही आपल्याला सूचित करेल

source: We have received your order but unfortunately Payment is not showing as completed, further investigation may required. <br> We will get back to you soon, if needed please feel free to contact us.
es_es: Hemos recibido su pedido, pero por desgracia pago no está mostrando como ha completado, puede que se requiere una mayor investigación. <br> Nos pondremos en contacto con usted pronto, si es necesario por favor no dude en contactar con nosotros.
fr_fr: Nous avons reçu votre commande mais malheureusement paiement ne montre pas que terminée, une enquête plus approfondie peut nécessaire. <br> Nous y reviendrons bientôt, si nécessaire se sentir s'il vous plaît à nous contacter.
mr_in: आम्ही आपल्या ऑर्डर प्राप्त झाला आहे, पण दुर्दैवाने भरणा पूर्ण दाखवत नसते, पुढील तपास आवश्यक शकते. प्रवास आपल्याकडे परत गरज असल्यास आमच्याशी संपर्क मोकळ्या मनाने लवकरच मिळेल.

source: For the further referance please quote Order ID __orderUID__
es_es: Para el referance más por favor, cita de ID de pedido __orderUID__
fr_fr: Pour la suite referance s'il vous plaît citer Numéro de commande __orderUID__
mr_in: पुढील संदर्भ ऑर्डर आयडी __orderUID__ कोट करा

source: The <strong>:__pageName__</strong> page is inactive & will not display in public until you change status to active
es_es: La <strong>: __ __ nombre de la página </ strong> está inactivo y no se mostrará en público hasta que cambie el estado en activo
fr_fr: Le <strong>: __ pageName __ </ strong> est inactive et ne sera pas affiché publiquement jusqu'à ce que vous modifiez le statut d'actif
mr_in: <Strong>: __ pageName __ </ strong> पृष्ठ निष्क्रिय आहे आणि आपण सक्रिय स्थिती बदलत नाही तो पर्यंत सार्वजनिक प्रदर्शित करणार नाही

source: Edit Page
es_es: Editar página
fr_fr: Modifier la page
mr_in: पृष्ठ संपादित करा

source: Add Page
es_es: Anadir pagina
fr_fr: Ajouter une page
mr_in: पृष्ठ जोडा

source: Link
es_es: Enlace
fr_fr: Lien
mr_in: दुवा

source: Parent Page
es_es: Página para los padres
fr_fr: Parent
mr_in: पालक पृष्ठ

source: Open As
es_es: Abierto como
fr_fr: Ouvrir comme
mr_in: खुल्या

source: Add to menu
es_es: Agregar al menú
fr_fr: Ajouter au Menu
mr_in: मेनू जोडा

source: Hide Sidebar
es_es: Ocultar barra lateral
fr_fr: Masquer la barre latérale
mr_in: साइडबार लपवा

source: Back
es_es: Atrás
fr_fr: Arrière
mr_in: परत

source: Manage Pages
es_es: Administrar páginas
fr_fr: Gérer les pages
mr_in: पृष्ठे व्यवस्थापित करा

source: Add New Page
es_es: Añadir una nueva página
fr_fr: Ajouter une Page Nouvelle
mr_in: नवीन पृष्ठ जोडा

source: List Order
es_es: Orden de la lista
fr_fr: Ordre de la liste
mr_in: यादी ऑर्डर

source: Created
es_es: Creado
fr_fr: Date de creation
mr_in: तयार

source: Updated
es_es: Actualizado
fr_fr: Mis à jour
mr_in: अद्यतनित

source: Show in menu
es_es: Mostrar en el menú
fr_fr: Afficher dans le menu
mr_in: मेनूमध्ये दर्शवा

source: Sub-pages
es_es: Subpáginas
fr_fr: Sous-pages
mr_in: उप-पृष्ठे

source: External-page
es_es: Externo-página
fr_fr: Externe page
mr_in: बाह्य-पान

source: External-link
es_es: Enlace externo
fr_fr: lien externe
mr_in: बाह्य-दुवा

source: Base Price
es_es: Precio base
fr_fr: Prix ​​de base
mr_in: बेस किंमत

source: Price based on options selections
es_es: Precio basado en selecciones Opciones
fr_fr: Prix ​​basé sur les options sélections
mr_in: पर्याय निवडींवर आधारित किंमत

source: Price :
es_es: Precio :
fr_fr: Prix :
mr_in: किंमत:

source: Quantity
es_es: Cantidad
fr_fr: Quantité
mr_in: प्रमाण

source: Decrement
es_es: Retroceder
fr_fr: Décroissance
mr_in: कमी होणे

source: Increment
es_es: Avanzar
fr_fr: Incrémenter
mr_in: वाढ

source: Add to Cart
es_es: añadir a la cesta
fr_fr: Ajouter au panier
mr_in: सूचीत टाका

source: Update Cart
es_es: Actualizar carrito
fr_fr: Actualiser votre panier
mr_in: खरेदी पिशवी अद्यावत करा

source: Product Details
es_es: Detalles del producto
fr_fr: Détails du Produit
mr_in: उत्पादन तपशील

source: Available in these categories
es_es: Disponible en esta categoría
fr_fr: Disponible dans ces catégories
mr_in: या श्रेण्या उपलब्ध

source: Go to Shopping Cart
es_es: Ir a la cesta de la compra
fr_fr: Aller au Panier
mr_in: खरेदी सूची पहा

source: As this product's of <strong>category</strong> is inactive this product is not publicly viewable
es_es: Como la de este producto <strong> categoría </ strong> está inactivo este producto no es visible públicamente
fr_fr: Comme ce de ce produit <strong> catégorie </ strong> est inactive ce produit est accessible au public
mr_in: हे उत्पादन च्या <strong> वर्गात </ strong> निष्क्रिय आहे म्हणून हे उत्पादन सार्वजनिकरित्या दृश्यमान नाही

source: This product is inactive & will not display in public until you change status to active
es_es: Este producto está inactivo y no se mostrará en público hasta que cambie el estado en activo
fr_fr: Ce produit est inactif et ne sera pas affiché publiquement jusqu'à ce que vous modifiez le statut d'actif
mr_in: हे उत्पादन निष्क्रिय आहे आणि आपण सक्रिय स्थिती बदलत नाही तो पर्यंत सार्वजनिक प्रदर्शित करणार नाही

source: As this product's __brandName__ brand is inactive .This product is not publicly viewable.
es_es: Como marca __brandName__ de este producto es inactivas .Este producto no es visible públicamente.
fr_fr: Comme la marque __brandName__ de ce produit est le produit .Cet inactifs ne sont pas visibles publiquement.
mr_in: या उत्पादनाची __brandName__ ब्रँड निष्क्रिय .हे उत्पादन आहे म्हणून सार्वजनिकपणे दृश्यमान नाही.

source: View __brandName__ Brand Products
es_es: Ver los productos de la marca __brandName__
fr_fr: Voir __brandName__ produits de marque
mr_in: __brandName__ ब्रँड उत्पादने पहा

source: Product Description
es_es: Descripción del producto
fr_fr: Présentation de l'oeuvre
mr_in: उत्पादन वर्णन

source: Product Specifications
es_es: Especificaciones del producto
fr_fr: {0}3,1{/0} {1} {/1}{2}{/2}{3}{/3}{4}{/4}{5}{/5}{6}{/6}{7}{/7}{8}{/8}{9}{/9}{10}{/10} {11}Spécifications des {12}produits.{/12}{/11}
mr_in: उत्पादन वैशिष्ट्य

source: Related Video
es_es: VIDEOS RELACIONADO
fr_fr: Video Connexe
mr_in: संबंधित व्हिडिओ

source: Related Products
es_es: Productos relacionados
fr_fr: Produits connexes
mr_in: संबंधित उत्पादने

source: Filter
es_es: Ordenar por
fr_fr: Filtre
mr_in: फिल्टर

source: Select All
es_es: Seleccionar todo
fr_fr: Tout sélectionner
mr_in: सर्व निवडा

source: No price Filter.
es_es: Sin Filtros precio.
fr_fr: Pas de prix Filtre.
mr_in: नाही किंमत फिल्टर.

source: Clear Filter
es_es: Borrar filtros
fr_fr: Effacer le filtre
mr_in: फिल्टर साफ करा

source: __productCount__ Products found for : __searchTerm__ term
es_es: __productCount__ productos encontrados para: __searchTerm__ plazo
fr_fr: __productCount__ Produits trouvés pour: terme __searchTerm__
mr_in: __productCount__ उत्पादने आढळली: __searchTerm__ मुदत

source: Products Search
es_es: productos Buscar
fr_fr: Recherche de produits
mr_in: उत्पादने शोध

source: found __productCount__ results for
es_es: Resultados encontrados para __productCount__
fr_fr: Résultats __productCount__ trouvés pour
mr_in: __productCount__ परिणाम आढळले

source: Remove __searchTerm__
es_es: Retire __searchTerm__
fr_fr: Retirer __searchTerm__
mr_in: __searchTerm__ काढा

source: Showing Products for
es_es: Mostrando productos para
fr_fr: Affichage Produits pour
mr_in: उत्पादनांचा दर्शवित

source: Remove
es_es: Retirar
fr_fr: Retirer
mr_in: काढा

source: In price between
es_es: De precio entre
fr_fr: En prix entre
mr_in: दरम्यान किंमत

source: Min and Max Price
es_es: Precio Mín. y Máx
fr_fr: Prix ​​min et max
mr_in: मि आणि कमाल किंमत

source: Clear all Filters
es_es: Purgar los filtros
fr_fr: Effacer tous les filtres
mr_in: सर्व फिल्टर साफ करा

source: Order by
es_es: Ordenar por
fr_fr: Trié par
mr_in: च्या आदेशाने

source: Featured Product
es_es: Producto Patrocinado
fr_fr: Produit en vedette
mr_in: वैशिष्ट्यीकृत उत्पादन

source: Out of stock
es_es: Sin Stock
fr_fr: Rupture de stock
mr_in: स्टॉक बाहेर

source: Quick View
es_es: Vista rápida
fr_fr: Aperçu rapide
mr_in: जलद पहा

source: Looks like you've reached the end.
es_es: Parece que ha llegado al final.
fr_fr: On dirait que vous avez atteint la fin.
mr_in: आपण शेवटपर्यंत पोहोचला आहे असे दिसते.

source: Load __item__ more items out of __remainingCount__.
es_es: __item__ Cargar más elementos de cada __remainingCount__.
fr_fr: Chargez __item__ plus d'articles sur __remainingCount__.
mr_in: __remainingCount__ अधिक आयटम __item__ लोड.

source: Load __remainingCount__ more items.
es_es: __remainingCount__ Cargar más elementos.
fr_fr: Chargez __remainingCount__ plus d'articles.
mr_in: अधिक आयटम __remainingCount__ लोड.

source: No products available here.
es_es: No hay productos disponibles aquí.
fr_fr: Aucun produit disponible ici.
mr_in: कोणतीही उत्पादने येथे उपलब्ध.

source: Add Image
es_es: Añadir imagen
fr_fr: Ajouter une image
mr_in: प्रतिमा जोडा

source: Image
es_es: Imagen
mr_in: प्रतिमा

source: Select Image
es_es: Seleccionar imagen
fr_fr: Sélectionner l'image
mr_in: प्रतिमा निवडा

source: Edit Image
es_es: Editar imagen
fr_fr: Éditer l'image
mr_in: प्रतिमा संपादित

source: Manage Images
es_es: Administrar imágenes
fr_fr: Gérer les images
mr_in: प्रतिमा व्यवस्थापित करा

source: Add New Image
es_es: añadir una nueva imagen
fr_fr: Ajouter une nouvelle image
mr_in: नवी प्रतिमा जोडा

source: Add Product for __category__
es_es: Añadir Producto para __category__
fr_fr: Ajouter Produit pour __category__
mr_in: __category__ उत्पादन जोडा

source: Product ID
es_es: ID del Producto
fr_fr: ID du produit
mr_in: उत्पादन ID

source: Mark as Featured
es_es: Marcar como destacados
fr_fr: Marquer comme vedette
mr_in: वैशिष्ट्यीकृत म्हणून चिन्हांकित करा

source: Mark Out of Stock
es_es: Marcos Fuera de Stock
fr_fr: Mark Rupture de stock
mr_in: स्टॉक संपला चिन्ह

source: Select Brand
es_es: seleccione una marca
fr_fr: Sélectionnez une marque
mr_in: ब्रँड निवडा

source: Add New brand
es_es: Crear Nueva Marca
fr_fr: Ajouter une Nouvelle Marque
mr_in: नवीन जोडा

source: Youtube Video
es_es: Video de Youtube
fr_fr: Vidéo Youtube
mr_in: YouTube व्हिडिओ

source: Use only youtube video code, as in following eg. __sampleYoutubeLink__
es_es: Utilice sólo el código en portugués, como en el siguiente ejemplo. __sampleYoutubeLink__
fr_fr: Utilisez uniquement du code vidéo youtube, comme dans la suite, par exemple. __sampleYoutubeLink__
mr_in: फक्त व्हिडिओ कोड वापरा उदा खालील म्हणून. __sampleYoutubeLink__

source: Old Price
es_es: Precio antiguo
fr_fr: Ancien prix
mr_in: जुन्या किंमत

source: Select Related Products
es_es: Seleccione Productos Relacionados
fr_fr: Sélectionnez les produits correspondants
mr_in: संबंधित उत्पादने निवडा

source: Save for now &amp; continue to add options (Publically not available until mark as active.)
es_es: Salvo por ahora & amp; continuar añadiendo opciones (Públicamente no disponibles hasta que la marca como activo.)
fr_fr: Enregistrer pour le moment & amp; continuer à ajouter des options (Publiquement non disponible jusqu'à ce que la marque active.)
mr_in: आता देणे आणि जतन; पर्याय जोडणे सुरू ठेवा (सक्रिय म्हणून चिन्हांकित करा होईपर्यंत सार्वजनिकपणे उपलब्ध नाही.)

source: Save &amp; Continue
es_es: Save & amp; Continuar
fr_fr: Save & amp; Continuer
mr_in: जतन करा आणी अधिक तपशील टाकत रहा

source: Save this item &amp; mark as active.
es_es: Guardar este artículo & amp; marcar como activa.
fr_fr: Envoyer cet article & amp; marquer comme active.
mr_in: सक्रिय चिन्हांकित व जतन करा करा.

source: Save &amp; Publish
es_es: Save & amp; Publicar
fr_fr: Save & amp; Publier
mr_in: जतन व प्रकाशित करा

source: Product Information
es_es: Información del producto
fr_fr: Informations produit
mr_in: उत्पादनाची माहिती

source: This product or its category is deactive & will not display in public until you change status Deactive to Active
es_es: Este producto o su categoría es inactivos y no se mostrarán en público hasta que cambie el estado Desactivado a Active
fr_fr: Ce produit ou sa catégorie est Deactive et ne seront pas affichés en public jusqu'à ce que vous modifiez le statut Deactive à Active
mr_in: हे उत्पादन किंवा त्याच्या वर्गा deactive आहे & आपण सक्रिय स्थिती Deactive बदलत नाही तो पर्यंत सार्वजनिक प्रदर्शित करणार नाही

source: Updated On
es_es: Actualizado en
fr_fr: Mis à jour le
mr_in: रोजी अद्यतनित

source: Go to Category Products
es_es: Ir a la categoría Productos
fr_fr: Aller à la catégorie Produits
mr_in: वर्ग उत्पादने जा

source: Go to Brand Products
es_es: Ir a los productos de marca
fr_fr: Aller à produits de marque
mr_in: ब्रँड उत्पादने जा

source: Product Options
es_es: Opciones del producto
fr_fr: Options de produit
mr_in: उत्पादन पर्याय

source: Addon Value
es_es: addon Valor
fr_fr: Addon Valeur
mr_in: addon मूल्य

source: Addon Price
es_es: complemento de precio
fr_fr: Addon Prix
mr_in: addon किंमत

source: (if any)
es_es: (Si hay).
fr_fr: (si seulement)
mr_in: (जर काही)

source: Go to View Details Page
es_es: Vaya a Ver detalles Página
fr_fr: Aller à Voir détails Page
mr_in: जा तपशील पृष्ठ पहा

source: Youtube Video Code
es_es: Código video de Youtube
mr_in: YouTube व्हिडिओ कोड

source: To show the details of this product
es_es: Para mostrar los detalles de este producto
fr_fr: Pour afficher les détails de ce produit
mr_in: हे उत्पादन तपशील दर्शविण्यासाठी

source: View Page
es_es: Ver página
fr_fr: Voir la page
mr_in: पृष्ठ पहा

source: Multiple Category
es_es: Categoría múltiple
fr_fr: multiple Catégorie
mr_in: अनेक वर्ग

source: Publically Available
es_es: públicamente Disponible
fr_fr: publiquement Disponible
mr_in: सार्वजनिकपणे उपलब्ध

source: Update Status
es_es: Actualizar Estado
fr_fr: 6.2 Mise à jour du statut
mr_in: स्थिती अद्यतनित करा

source: Options
es_es: opciones
mr_in: पर्याय

source: Images
es_es: Imágenes
fr_fr: Refléters
mr_in: प्रतिमा

source: Specification
es_es: Especificaciones
fr_fr: Spécifications
mr_in: तपशील

source: In Stock
es_es: En stock
fr_fr: En stock
mr_in: स्टॉक मध्ये

source: Add Option
es_es: Añadir opción
fr_fr: Ajouter une option
mr_in: पर्याय जोडा

source: Note :
es_es: Tenga en cuenta:
fr_fr: Indicqtion :
mr_in: टीप:

source: Adding an option will create dropdown menu on product page.
es_es: Adición de una opción creará menú desplegable de la página del producto.
fr_fr: Ajout d'une option permet de créer le menu déroulant sur la page du produit.
mr_in: एक पर्याय समाविष्ट उत्पादन पृष्ठावर ड्रॉप डाउन मेनू तयार करेल.

source: Value Name
es_es: Nombre del valor
fr_fr: Nom de la valeur
mr_in: मूल्य नाव

source: Addon Price
es_es: complemento de precio
fr_fr: Addon Prix
mr_in: addon किंमत

source: Add More
es_es: Añadir más
fr_fr: Ajouter Plus
mr_in: जोडा अधिक

source: Edit Option
es_es: Opción Editar
fr_fr: Modifier Option
mr_in: पर्याय संपादित करा

source: Manage Options
es_es: administrar opciones
fr_fr: Gérer les options
mr_in: पर्याय व्यवस्थापित करा

source: Add New Option
es_es: Añadir Nueva Opción
fr_fr: Ajouter une nouvelle option
mr_in: नवी पर्याय जोडा

source: Values
es_es: Valores
fr_fr: Valeurs
mr_in: मूल्ये

source: Add / Edit values for
es_es: Añadir valores / Editar para
fr_fr: Ajouter des valeurs / Modifier pour
mr_in: मूल्ये जोडा / संपादित करा साठी

source: Add /
es_es: Añadir
fr_fr: AJOUTER
mr_in: जोडा /

source: Add / Edit Values
es_es: Añadir / Editar valores
fr_fr: Ajouter / Modifier les valeurs
mr_in: मूल्ये जोडा / संपादित करा

source: Add Specification
es_es: Añadir Especificación
fr_fr: Ajouter Spécification
mr_in: तपशील जोडा

source: Select / Add New Name
es_es: Seleccionar / Agregar nombre nuevo
fr_fr: Sélectionner / Ajouter un nouveau nom
mr_in: निवडक / नवीन नाव जोडा

source: Value
es_es: Valor
fr_fr: Valeur
mr_in: मूल्य

source: Select Value
es_es: -Seleccione valor-
fr_fr: Sélectionner
mr_in: मूल्य निवडा

source: Edit Specification
es_es: Editar Especificación
fr_fr: Modifier Spécification
mr_in: तपशील संपादित करा

source: Select Name
es_es: Seleccionar nombre
fr_fr: Sélectionnez Nom
mr_in: नाव निवडा

source: Manage Specification
es_es: administrar Especificación
fr_fr: Gérer Spécification
mr_in: तपशील व्यवस्थापित करा

source: Add New Specification
es_es: Añadir nueva especificación
fr_fr: Ajouter une nouvelle spécification
mr_in: नवी तपशील जोडा

source: Uploaded Files
es_es: Ficheros subidos
fr_fr: Fichiers téléchargés
mr_in: अपलोड केलेल्या फाइल्स

source: Preview
es_es: Vista previa
fr_fr: Aperçu
mr_in: पूर्वावलोकन

source: File Name
es_es: Nombre de archivo
fr_fr: Nom du Fichier
mr_in: फाईलचे नाव

source: Delete Multiple Files
es_es: Eliminar varios archivos
fr_fr: Supprimer plusieurs fichiers
mr_in: अनेक फायली हटवा

source: There are no files to display.
es_es: No hay archivos para mostrar.
fr_fr: Il n'y a aucun fichier à afficher.
mr_in: प्रदर्शित करण्यासाठी कोणत्याही फायली आहेत.

source: Loading ..
es_es: Cargando...
fr_fr: Téléhargement
mr_in: लोड करीत आहे ..

source: Demonstration purposes only. No Order will be executed.
es_es: sólo con fines de demostración. se ejecutará ninguna orden.
fr_fr: fins de démonstration seulement. Aucune commande ne sera exécutée.
mr_in: फक्त प्रात्यक्षिक हेतूने. ऑर्डर कार्यवाही केली जाणार नाही

source: Go to top
es_es: Ir arriba
fr_fr: Revenir en haut
mr_in: वर जा

source: Customer Name
es_es: Nombre del cliente
fr_fr: Nom du Client
mr_in: ग्राहकाचे नाव

source: Order
es_es: Pedido
fr_fr: Tri
mr_in: ऑर्डर

source: Total order Payments
es_es: Los pagos totales de orden
fr_fr: Total des paiements de l'ordre
mr_in: एकूण ऑर्डर देयके

source: Currency
es_es: Moneda
fr_fr: Devise
mr_in: चलन

source: Credit Amount
es_es: Cantidad de Credito
fr_fr: Montant du crédit
mr_in: क्रेडिट रक्कम

source: Debit Amount
es_es: Importe debitado
fr_fr: débit Montant
mr_in: डेबिट रक्कम

source: Difference Amount
es_es: Importe de la diferencia
fr_fr: Différence Montant
mr_in: फरक रक्कम

source: Add New Shipping Rule
es_es: Añadir nueva regla de envío
fr_fr: Ajouter une nouvelle règle de port
mr_in: नवीन नौवहन नियम जोडा

source: Type / Availability
es_es: Tipo / Disponibilidad
fr_fr: Type / Disponibilité
mr_in: प्रकार / उपलब्धता

source: Charges
es_es: Cargos
fr_fr: Frais
mr_in: शुल्क

source: Free Shipping If Order Amount More Than
es_es: Envío gratuito Si pide cantidad más de
fr_fr: Livraison gratuite Si Montant de la commande More Than
mr_in: ऑर्डरच्या रक्कम या पेक्षा अधिक असल्यास मोफत शिपिंग

source: Shipping Free After Amount
es_es: El envío libre después Monto
fr_fr: Expédition gratuite Après Montant
mr_in: रक्कम नंतर मोफत शिपिंग

source: Maximum Shipping Amount
es_es: Cantidad máxima de envío
fr_fr: Montant maximal de livraison
mr_in: कमाल शिपिंग रक्कम

source: Notes
es_es: Notas
fr_fr: Remarques
mr_in: टिप

source: Shipping Rule Details
es_es: Detalles de envío Regla
fr_fr: Livraison Détails de la règle
mr_in: शिपिंग नियम तपशील

source: Shipping Type
es_es: Tipo de envío
fr_fr: Type d'expédition
mr_in: शिपिंग प्रकार

source: Free Shipping if Order Amount more than
es_es: Envío gratis si Cantidad de la orden más de
fr_fr: Livraison gratuite si Montant de la commande plus
mr_in: ऑर्डरच्या रक्कम या पेक्षा अधिक असल्यास मोफत शिपिंग

source: Edit Shipping Rule
es_es: Editar regla de envío
fr_fr: Règle Modifier Expédition
mr_in: शिपिंग संपादित करा नियम

source: Free Shipping if Order Amount More than
es_es: Envío gratis si pide cantidad más de
fr_fr: Livraison gratuite si Montant de la commande Plus
mr_in: ऑर्डरच्या रक्कम या पेक्षा अधिक असल्यास मोफत शिपिंग

source: Manage Shipping Rules
es_es: Administrar reglas de envío
fr_fr: Gérer les règles d'expédition
mr_in: शिपिंग नियम व्यवस्थापित करा

source: Specific Countries
es_es: Los países específicos
fr_fr: pays spécifiques
mr_in: विशिष्ट देश

source: All Other Countries
es_es: Todos los demás países
fr_fr: Autres pays : +44 762 4801423
mr_in: सर्व इतर देश

source: Date
es_es: Fecha
mr_in: तारीख

source: Please Note :
es_es: Por favor tenga en cuenta:
fr_fr: Notez se il vous plaît:
mr_in: कृपया लक्षात ठेवा:
