Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: Edit profile
es_es: Editar perfil
fr_fr: Modifier le profil
mr_in: प्रोफाईल संपादित करा

source: Change email
es_es: Cambiar dirección
fr_fr: Changer mon courriel
mr_in: ई - मेल बदला

source: User account activation
es_es: activación de la cuenta de usuario
fr_fr: activation du compte de l'utilisateur
mr_in: वापरकर्ता खाते सक्रिय

source: User new email activation
es_es: Usuario nueva activación del correo electrónico
fr_fr: Utilisateur nouvelle activation e-mail
mr_in: नवीन सदस्य ईमेल सक्रिय

source: Reset password
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
mr_in: पासवर्ड रीसेट करा

source: Featured products
es_es: Productos destacados
fr_fr: Produits recommandés
mr_in: वैशिष्ट्यीकृत उत्पादने

source: you want to cancel this order
es_es: que desea cancelar esta orden
fr_fr: vous voulez annuler cette commande
mr_in: आपण या ऑर्डर रद्द करू इच्छिता

source: Yes, cancel it
es_es: Sí, cancelarla
fr_fr: Oui, l'annuler
mr_in: होय, ते रद्द

source: Success
es_es: Éxito
fr_fr: Succès
mr_in: यश

source: Your order has been placed successfully.
es_es: Su pedido ha sido realizado con éxito.
fr_fr: Votre commande a été passée avec succès.
mr_in: आपल्या ऑर्डर यशस्वीरित्या दिली गेली आहे.

source: Your order __orderID__
es_es: Su orden __orderID__
fr_fr: Votre commande __orderID__
mr_in: आपली ऑर्डर __orderID__

source: Continues Shopping
es_es: sigue de compras
fr_fr: continue shopping
mr_in: खरेदी सुरू ठेवा

source: you want to delete <strong> __name__ </strong> brand.
es_es: que desea borrar <strong> </ strong> marca __name__.
fr_fr: vous voulez supprimer <strong> __name__ </ strong> marque.
mr_in: आपण <strong> __name__ </strong> ब्रँड हटवू इच्छिता.

source: you want to delete __name__ coupon.
es_es: que desea borrar __name__ cupón.
fr_fr: vous voulez supprimer __name__ coupon.
mr_in: आपण __name__ कूपन हटवू इच्छिता.

source: you want to delete this shipping rule.
es_es: que quiere eliminar esta regla envío.
fr_fr: vous voulez supprimer cette règle d'expédition.
mr_in: आपण या शिपिंग नियम हटवू इच्छिता.

source: you want to delete this tax.
es_es: que quiere eliminar este impuesto.
fr_fr: vous voulez supprimer cette taxe.
mr_in: आपण या कर हटवू इच्छिता.

source: you want to delete this address.
es_es: que desea eliminar esta dirección.
fr_fr: vous voulez supprimer cette adresse.
mr_in: आपण या पत्त्यावर हटवू इच्छिता.

source: Uploading..
es_es: Cargando...
fr_fr: Téléchargement en cours...
mr_in: अपलोड ..

source: file uploaded
es_es: Archivo subido
fr_fr: Fichier téléchargé
mr_in: फाईल अपलोड

source: Change Password of __name__
es_es: Cambiar contraseña de __name__
fr_fr: Changer mot de passe de __name__
mr_in: __name__ पासवर्ड बदला

source: Update Order of __name__ ( __orderUID__ )
es_es: Actualizar Orden de __name__ (__orderUID__)
fr_fr: Mise à jour Ordre du __name__ (__orderUID__)
mr_in: __name__ यांचा ऑर्डर अद्यावत (__orderUID__)

source: Re-initiate Order of __name__ ( __orderUID__ )
es_es: Vuelva a iniciar la Orden de __name__ (__orderUID__)
fr_fr: Re-lancer Ordre de __name__ (__orderUID__)
mr_in: __name__ ऑर्डर पुन्हा आरंभ (__orderUID__)

source: Addon option may affect price.
es_es: addon opción puede afectar el precio.
fr_fr: l'option Addon peut affecter le prix.
mr_in: Addon पर्याय किंमत प्रभाव पडू शकतो.

source: Order Payment Update successfully.
es_es: Orden de pago de actualización con éxito.
fr_fr: Commandez Mise à jour de paiement avec succès.
mr_in: यशस्वीरित्या भरणा अद्यतन मागणी केली.

source: Do you want to change order status also.
es_es: ¿Quieres cambiar el estado del pedido también.
fr_fr: Voulez-vous changer le statut de commande aussi.
mr_in: आपण देखील ऑर्डेर स्थिती बदलू इच्छित नका.

source: Order Status Changed to cancel.
es_es: Estado del pedido ha cambiado para cancelar.
fr_fr: Statut de la commande a changé pour annuler.
mr_in: मागणी स्थिती रद्द करण्यासाठी बदलले.

source: Do you want to process to change payment refund also.
es_es: ¿Quieres proceso para cambiar el reembolso de pago también.
fr_fr: Voulez-vous traiter de changer le remboursement de paiement également.
mr_in: आपण देखील पैसे परतावा बदलण्यासाठी प्रक्रिया करू इच्छित नाही.

source: Manage Orders of __name__
es_es: Gestionar los pedidos de __name__
fr_fr: Gérer ordres de __name__
mr_in: __name__ यांचे ऑर्डेर व्यवस्थापित करा

source: All
es_es: Todo
fr_fr: Tout
mr_in: सर्व

source: Minimum __amount__ order amount is required for the requested coupon.
es_es: Cantidad mínima de pedido __amount__ se requiere para el cupón solicitado.
fr_fr: Montant minimum de commande de __amount__ est nécessaire pour le coupon demandé.
mr_in: किमान __amount__ ऑर्डेर रक्कम विनंती कूपन आवश्यक आहे.

source: Only PNG images are expected.
es_es: Se espera que sólo las imágenes PNG.
fr_fr: Seules les images PNG sont attendus.
mr_in: फक्त पीएनजी प्रतिमा अशी अपेक्षा आहे.

source: You want to delete this sandbox order, all the payment transaction related to this order will deleted as well.
es_es: Que quiere eliminar esta orden caja de arena, toda la transacción de pago relacionado con esta orden será borrado.
fr_fr: Vous voulez supprimer cet ordre de bac à sable, toutes les transactions de paiement lié à cet ordre sera supprimé aussi.
mr_in: आपण या मागणीतील तसेच हटविली संबंधित सर्व पैसे व्यवहार धूळपाटी हटविण्याऐवजी करू इच्छित.

source: You want to delete this all sandbox orders.
es_es: Usted desea eliminar esta caja de arena todos los pedidos.
fr_fr: Vous souhaitez supprimer tout ce que les commandes de bac à sable.
mr_in: आपण या सर्व धूळपाटी आदेश हटवू इच्छिता.

source: You want to delete this sandbox payment, all the order related to this payment will deleted as well.
es_es: Que quiere eliminar este pago caja de arena, todo el orden relacionado con este pago será borrado.
fr_fr: Vous voulez supprimer ce paiement de bac à sable, tout l'ordre lié à ce paiement sera supprimé aussi.
mr_in: आपण या धूळपाटी पैसे हटवू इच्छिता, हे देयक संबंधित सर्व ऑर्डर तसेच हटविले जाईल.

source: You want to delete this all sandbox payments.
es_es: Usted desea eliminar esta caja de arena todos los pagos.
fr_fr: Vous voulez supprimer ce que tous les paiements de bac à sable.
mr_in: आपण या सर्व धूळपाटी देयके हटवू इच्छिता.

source: Other
es_es: Otras instrucciones
fr_fr: Autre
mr_in: इतर

source: The __attribute__ must be accepted.
es_es: El __attribute__ debe ser aceptada.
fr_fr: Le __attribute__ doit être accepté.
mr_in: __attribute__ मान्य केले पाहिजे.

source: The __attribute__ is not a valid URL.
es_es: El __attribute__ no es una URL válida.
fr_fr: Le __attribute__ est pas une URL valide.
mr_in: __attribute__ एक वैध URL नाही आहे.

source: The __attribute__ must be a date after __date__.
es_es: El __attribute__ debe ser una fecha después de __DATE__.
fr_fr: Le __attribute__ doit être une date après __DATE__.
mr_in: __attribute__ __date__ नंतरची तारीख असणे आवश्यक आहे.

source: The __attribute__ may only contain letters.
es_es: El __attribute__ puede contener sólo letras.
fr_fr: Le __attribute__ ne peut contenir que des lettres.
mr_in: __attribute__ केवळ अक्षरे असू शकते.

source: The __attribute__ may only contain letters, numbers, and dashes.
es_es: El __attribute__ puede contener sólo letras, números y guiones.
fr_fr: Le __attribute__ ne peut contenir que des lettres, des chiffres et des tirets.
mr_in: __attribute__ केवळ अक्षरे, संख्या, आणि डॅश असू शकते.

source: The __attribute__ may only contain letters and numbers.
es_es: El __attribute__ puede contener solamente letras y números.
fr_fr: Le __attribute__ ne peut contenir que des lettres et des chiffres.
mr_in: __attribute__ केवळ अक्षरे आणि संख्या असू शकतात.

source: The __attribute__ must be an array.
es_es: El __attribute__ debe ser una matriz.
fr_fr: Le __attribute__ doit être un tableau.
mr_in: __attribute__ अॅरे असणे आवश्यक आहे.

source: The __attribute__ must be a date before __date__.
es_es: El __attribute__ debe ser una fecha antes de __DATE__.
fr_fr: Le __attribute__ doit être une date avant __DATE__.
mr_in: __attribute__ __date__ आधी तारीख असणे आवश्यक आहे.

source: The __attribute__ must be between __min__ and __max__.
es_es: El __attribute__ debe estar entre __min__ y __max__.
fr_fr: Le __attribute__ doit être comprise entre __min__ et __max__.
mr_in: __attribute__ __min__ आणि __max__ दरम्यान असणे आवश्यक आहे.

source: The __attribute__ must be between __min__ and __max__ kilobytes.
es_es: El __attribute__ debe estar entre __min__ y kilobytes __max__.
fr_fr: Le __attribute__ doit être comprise entre __min__ et kilobytes __max__.
mr_in: __attribute__ __min__ आणि __max__ kilobytes दरम्यान असणे आवश्यक आहे.

source: The __attribute__ must be between __min__ and __max__ characters.
es_es: El __attribute__ debe estar entre caracteres y __min__ __max__.
fr_fr: Le __attribute__ doit être comprise entre __min__ et __max__ caractères.
mr_in: __attribute__ __min__ आणि __max__ वर्ण दरम्यान असणे आवश्यक आहे.

source: The __attribute__ must have between __min__ and __max__ items.
es_es: El __attribute__ debe tener entre __min__ y artículos __max__.
fr_fr: Le __attribute__ doit avoir entre __min__ et les éléments __max__.
mr_in: __attribute__ __min__ आणि __max__ आयटम दरम्यान असणे आवश्यक आहे.

source: The __attribute__ field must be true or false.
es_es: El campo __attribute__ debe ser verdadera o falsa.
fr_fr: Le champ __attribute__ doit être vrai ou faux.
mr_in: __attribute__ सत्य किंवा असत्य असणे आवश्यक आहे.

source: The __attribute__ confirmation does not match.
es_es: La confirmación __attribute__ no coincide.
fr_fr: La confirmation de __attribute__ ne correspond pas.
mr_in: __attribute__ पुष्टी जुळत नाही.

source: The __attribute__ is not a valid date.
es_es: El __attribute__ no es una fecha válida.
fr_fr: Le __attribute__ est pas une date valide.
mr_in: __attribute__ तारीख वैध नाही आहे.

source: The __attribute__ does not match the format __format__.
es_es: El __attribute__ no coincide con el formato de __format__.
fr_fr: Le __attribute__ ne correspond pas au format __format__.
mr_in: __attribute__ स्वरूप __format__ जुळत नाही.

source: The __attribute__ and __other__ must be different.
es_es: El __attribute__ y __other__ deben ser diferentes.
fr_fr: Le __attribute__ et __other__ doivent être différents.
mr_in: __attribute__ आणि __other__ विविध असणे आवश्यक आहे.

source: The __attribute__ must be __digits__ digits.
es_es: El __attribute__ debe ser dígitos __digits__.
fr_fr: Le __attribute__ doit être chiffres __digits__.
mr_in: __attribute__ __digits__ अंक असणे आवश्यक आहे.

source: The __attribute__ must be between __min__ and __max__ digits.
es_es: El __attribute__ debe estar entre __min__ y __max__ dígitos.
fr_fr: Le __attribute__ doit être comprise entre __min__ et __max__ chiffres.
mr_in: __attribute__ __min__ आणि __max__ अंक दरम्यान असणे आवश्यक आहे.

source: The __attribute__ field has a duplicate value.
es_es: El campo __attribute__ tiene un valor duplicado.
fr_fr: Le champ __attribute__ a une valeur double.
mr_in: __attribute__ डुप्लिकेट मूल्य आहे.

source: The __attribute__ must be a valid email address.
es_es: El __attribute__ debe ser una dirección de correo electrónico válida.
fr_fr: Le __attribute__ doit être une adresse e-mail valide.
mr_in: __attribute__ एक वैध ईमेल पत्ता असणे आवश्यक आहे.

source: The selected __attribute__ is invalid.
es_es: El __attribute__ seleccionado no es válido.
fr_fr: Le __attribute__ sélectionné est invalide.
mr_in: निवडलेले __attribute__ अवैध आहे.

source: The __attribute__ field is required.
es_es: Se requiere el campo __attribute__.
fr_fr: Le champ __attribute__ est nécessaire.
mr_in: __attribute__ फील्ड आवश्यक आहे.

source: The __attribute__ must be an image.
es_es: El __attribute__ debe ser una imagen.
fr_fr: Le __attribute__ doit être une image.
mr_in: __attribute__ एक प्रतिमा असणे आवश्यक आहे.

source: The __attribute__ field does not exist in __other__.
es_es: El campo __attribute__ no existe en __other__.
fr_fr: Le champ __attribute__ n'existe pas dans __other__.
mr_in: __attribute__ __other__ मध्ये अस्तित्वात नाही.

source: The __attribute__ must be an integer.
es_es: El __attribute__ debe ser un entero.
fr_fr: Le __attribute__ doit être un entier.
mr_in: __attribute__ एक पूर्णांक असणे आवश्यक आहे.

source: The __attribute__ must be a valid IP address.
es_es: El __attribute__ debe ser una dirección IP válida.
fr_fr: Le __attribute__ doit être une adresse IP valide.
mr_in: __attribute__ एक वैध IP पत्ता असणे आवश्यक आहे.

source: The __attribute__ must be a valid JSON string.
es_es: El __attribute__ debe ser una cadena JSON válida.
fr_fr: Le __attribute__ doit être une chaîne JSON valide.
mr_in: __attribute__ एक वैध JSON स्ट्रिंग असणे आवश्यक आहे.

source: The __attribute__ may not be greater than __max__ kilobytes.
es_es: El __attribute__ no puede ser mayor que __max__ kilobytes.
fr_fr: Le __attribute__ ne peut pas être supérieure à __max__ kilooctets.
mr_in: __attribute__ __max__ kilobytes पेक्षा जास्त असू शकत नाही.

source: The __attribute__ may not be greater than __max__ characters.
es_es: El __attribute__ no puede ser mayor que __max__ caracteres.
fr_fr: Le __attribute__ ne peut pas être supérieure à __max__ caractères.
mr_in: __attribute__ __max__ वर्ण पेक्षा जास्त असू शकत नाही.

source: The __attribute__ may not have more than __max__ items.
es_es: El __attribute__ no puede tener más de __max__ artículos.
fr_fr: Le __attribute__ ne peut pas avoir plus de __max__ articles.
mr_in: __attribute__ __max__ आयटम पेक्षा जास्त असू शकत नाहीत.

source: The __attribute__ must be a file of type: __values__.
es_es: El __attribute__ debe ser un archivo de tipo: __values__.
fr_fr: Le __attribute__ doit être un fichier de type: __values__.
mr_in: __values__: __attribute__ प्रकारच्या फाइल असणे आवश्यक आहे.

source: The __attribute__ must be at least __min__.
es_es: El __attribute__ debe ser al menos __min__.
fr_fr: Le __attribute__ doit être au moins __min__.
mr_in: __attribute__ किमान __min__ असणे आवश्यक आहे.

source: The __attribute__ must be at least __min__ kilobytes.
es_es: El __attribute__ debe ser al menos __min__ kilobytes.
fr_fr: Le __attribute__ doit être au moins __min__ kilooctets.
mr_in: __attribute__ किमान __min__ kilobytes असणे आवश्यक आहे.

source: The __attribute__ must be at least __min__ characters.
es_es: El __attribute__ caracteres debe ser al menos __min__.
fr_fr: Le __attribute__ doit être des caractères au moins __min__.
mr_in: __attribute__ किमान __min__ वर्ण असणे आवश्यक आहे.

source: The __attribute__ must have at least __min__ items.
es_es: El __attribute__ debe tener al menos __min__ artículos.
fr_fr: Le __attribute__ doit avoir des éléments au moins __min__.
mr_in: __attribute__ किमान __min__ आयटम असणे आवश्यक आहे.

source: The __attribute__ must be a number.
es_es: El __attribute__ debe ser un número.
fr_fr: Le __attribute__ doit être un nombre.
mr_in: __attribute__ संख्या असणे आवश्यक आहे.

source: The __attribute__ field must be present.
es_es: El campo __attribute__ debe estar presente.
fr_fr: Le champ __attribute__ doit être présent.
mr_in: __attribute__ असणे आवश्यक आहे.

source: The __attribute__ format is invalid.
es_es: El formato __attribute__ no es válido.
fr_fr: Le format de __attribute__ est invalide.
mr_in: __attribute__ स्वरूप अवैध आहे.

source: The __attribute__ field is required when :other is __value__.
es_es: Se requiere el campo __attribute__ cuando: otro es __value__.
fr_fr: Le champ __attribute__ est nécessaire lorsque: autre est __value__.
mr_in: इतर __value__ आहे: __attribute__ तेव्हा आवश्यक आहे.

source: The __attribute__ field is required unless __other__ is in __values__.
es_es: Se requiere el campo __attribute__ menos __other__ está en __values__.
fr_fr: Le champ __attribute__ est requis sauf si __other__ est en __values__.
mr_in: __other__ __values__ नसेल तर __attribute__ फील्ड आवश्यक आहे.

source: The __attribute__ field is required when __values__ is present.
es_es: Se requiere el campo __attribute__ cuando __values__ está presente.
fr_fr: Le champ __attribute__ est nécessaire lorsque __values__ est présent.
mr_in: __values__ असताना __attribute__ फील्ड आवश्यक आहे.

source: The __attribute__ field is required when __values__ is not present.
es_es: Se requiere el campo __attribute__ cuando __values__ no está presente.
fr_fr: Le champ __attribute__ est nécessaire lorsque __values__ est pas présent.
mr_in: __values__ नसल्यावर __attribute__ फील्ड आवश्यक आहे.

source: The __attribute__ field is required when none of __values__ are present.
es_es: El campo __attribute__ se requiere cuando ninguno de __values__ están presentes.
fr_fr: Le champ __attribute__ est nécessaire lorsque aucun des __values__ sont présents.
mr_in: __values__ नाही उपस्थित __attribute__ फील्ड आवश्यक आहे.

source: The __attribute__ and __other__ must match.
es_es: El __attribute__ y __other__ deben coincidir.
fr_fr: Le __attribute__ et __other__ doivent correspondre.
mr_in: __attribute__ आणि __other__ जुळणे आवश्यक आहे.

source: The __attribute__ must be __size__.
es_es: El __attribute__ debe __size__.
fr_fr: Le __attribute__ doit être __size__.
mr_in: __attribute__ __size__ करणे आवश्यक आहे.

source: The __attribute__ must be __size__ kilobytes.
es_es: El __attribute__ debe ser kilobytes __size__.
fr_fr: Le __attribute__ doit être kilobytes __size__.
mr_in: __attribute__ __size__ kilobytes असणे आवश्यक आहे.

source: The __attribute__ must be __size__ characters.
es_es: El __attribute__ debe ser caracteres __size__.
fr_fr: Le __attribute__ doit être caractères __size__.
mr_in: __attribute__ __size__ वर्ण असणे आवश्यक आहे.

source: The __attribute__ must contain __size__ items.
es_es: El __attribute__ debe contener __size__ artículos.
fr_fr: Le __attribute__ doit contenir __size__ articles.
mr_in: __attribute__ __size__ आयटम असणे आवश्यक आहे.

source: The __attribute__ must be a string.
es_es: El __attribute__ debe ser una cadena.
fr_fr: Le __attribute__ doit être une chaîne.
mr_in: __attribute__ स्ट्रिंग असणे आवश्यक आहे.

source: The __attribute__ must be a valid zone.
es_es: El __attribute__ debe ser una zona válida.
fr_fr: Le __attribute__ doit être une zone valide.
mr_in: __attribute__ एक वैध झोन असणे आवश्यक आहे.

source: The __attribute__ has already been taken.
es_es: El __attribute__ ya ha sido tomada.
fr_fr: Le __attribute__ a déjà été prise.
mr_in: __attribute__ आधीपासून घेतले गेले आहे.

source: The confirmation code is invalid.
es_es: El código de confirmación no es válido.
fr_fr: Le code de confirmation est invalide.
mr_in: पुष्टीकरण कोड अवैध आहे.

source: Ooops... No changes made!!
es_es: Lamentablemente ... No hay cambios realizados !!
fr_fr: Ooops ... Pas de changements !!
mr_in: अरेरे ... कोणतेही बदल केले !!

source: Ooops... Nothing to process!!
es_es: Lamentablemente ... Nada para procesar !!
fr_fr: Ooops ... Rien à traiter !!
mr_in: अरेरे ... प्रक्रिया काहीही !!

source: It seems you didn't modified anything!!
es_es: Parece que no ha modificado nada !!
fr_fr: Il semble que vous ne l'avez pas quoi que ce soit modifié !!
mr_in: हे आपण काहीही बदल नाही दिसते !!

source: Please wait files uploading in progress ...
es_es: Por favor, espere la carga de archivos en curso ...
fr_fr: S'il vous plaît attendre le téléchargement de fichiers en cours ...
mr_in: प्रगतीपथावर अपलोड फाइल कृपया प्रतीक्षा करा ...

source: Please wait a while its in progress ...
es_es: Por favor, espere un tiempo su en curso ...
fr_fr: S'il vous plaît attendre un certain temps son en cours ...
mr_in: त्याच्या प्रगती करताना कृपया प्रतीक्षा करा ...

source: Files uploaded successfully
es_es: Archivos cargados con éxito
fr_fr: Fichiers téléchargés avec succès
mr_in: फाइल यशस्वीरित्या अपलोड

source: Oh..no...Something left invalid!!
es_es: Oh..no ... Algo dejó inválida !!
fr_fr: Oh..no ... Quelque chose a laissé invalide !!
mr_in: Oh..no ... काहीतरी अवैध बाकी !!

source: Ooops... Validation Errrrors...!!
es_es: Lamentablemente ... Validación Errrrors ... !!
mr_in: अरेरे ... प्रमाणीकरण Errrrors ... !!

source: Oh... it looks invalid...!!
es_es: Oh ... parece válido ... !!
fr_fr: Oh ... il semble invalide ... !!
mr_in: ओह ... अवैध दिसते ... !!

source: Something went wrong with validation!!
es_es: Algo salió mal con la validación !!
fr_fr: Quelque chose se passait mal avec la validation !!
mr_in: काहीतरी वैधता चूक !!

source: Request processed successfully
es_es: Solicitud procesado con éxito
fr_fr: Demande traitée avec succès
mr_in: विनंतीवर यशस्वीरित्या प्रक्रिया

source: Invalid request access
es_es: solicitar acceso no válido
fr_fr: demande d'accès non valide
mr_in: अवैध विनंती प्रवेश

source: Oooops ... something went wrong on server. Try after some time!!
es_es: Oooops ... algo salió mal en el servidor. Pruebe después de algún tiempo !!
fr_fr: Oooops ... quelque chose a mal tourné sur le serveur. Essayez après un certain temps !!
mr_in: Oooops ... काहीतरी सर्व्हर चूक झाली. काही वेळानंतर प्रयत्न !!

source: Invalid request token. Please reload page and try again!!
es_es: token de solicitud válido. Vuelve a cargar la página y vuelve a intentarlo !!
fr_fr: Invalid demande de jeton. S'il vous plaît recharger la page et essayez à nouveau !!
mr_in: अवैध विनंती टोकन. पृष्ठ रीलोड करा आणि पुन्हा प्रयत्न करा !!

source: Request token Expired. Please reload page and try again!!
es_es: Petición de señal de anuncio caducado. Vuelve a cargar la página y vuelve a intentarlo !!
fr_fr: Demande de jeton expiré. S'il vous plaît recharger la page et essayez à nouveau !!
mr_in: टोकन कालबाह्य झालेली विनंती करा. पृष्ठ रीलोड करा आणि पुन्हा प्रयत्न करा !!

source: Add New Address
es_es: Añadir dirección
fr_fr: Ajouter une Nouvelle Adresse
mr_in: नवीन पत्ता जोडा

source: Type
es_es: Tipo
mr_in: प्रकार

source: Address 1
es_es: Dirección 1:
fr_fr: Adresse 1
mr_in: पत्ता 1

source: Address 2
es_es: Dirección 2:
fr_fr: Adresse 2
mr_in: पत्ता 2

source: City
es_es: Ciudad
fr_fr: Cité
mr_in: सिटी

source: State
es_es: Provincia
fr_fr: Etat
mr_in: राज्य

source: Country
es_es: País
fr_fr: Pays
mr_in: देश

source: Select Country
es_es: Seleccionar país
fr_fr: Sélectionner un pays
mr_in: देश निवडा

source: Pin Code
es_es: Código Pin
fr_fr: Code PIN
mr_in: पिन कोड

source: Make Primary
es_es: Hacer primaria
fr_fr: Faire primaire
mr_in: प्राथमिक बनवा

source: Submit
es_es: Ingresar
fr_fr: Valider
mr_in: सादर

source: Edit Address
es_es: Editar dirección
fr_fr: Modifier l'adresse
mr_in: पत्ता संपादित करा

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
mr_in: अद्यावत करा

source: Primary
es_es: Primario
fr_fr: Primaire
mr_in: प्राथमिक

source: Pincode
es_es: Código PIN
fr_fr: Code PIN
mr_in: पिन कोड

source: Delete
es_es: Borrar
fr_fr: Effacer
mr_in: हटवा

source: There are no address found
es_es: No se encuentra ninguna dirección
fr_fr: Il n'y a pas d'adresse trouvé
mr_in: काही पत्ता नाही आहेत.

source: Close
es_es: Cerrar
fr_fr: Fermer
mr_in: बंद

source: There are no addresses found.
es_es: No hay direcciones encontradas.
fr_fr: Il n'y a trouvé aucune adresse.
mr_in: पत्ते आढळले नाहीत.

source: Shop by Brands
es_es: Compra por Marca
fr_fr: Magasiner par marques
mr_in: ब्रांड विशेष वस्तूची खरेदी

source: No brands available here.
es_es: No hay marcas disponibles aquí.
fr_fr: Aucune marque disponibles ici.
mr_in: येथे ब्रँड उपलब्ध नाही.

source: Add Brand
es_es: Añadir Marca
fr_fr: Ajouter Marque
mr_in: ब्रँड जोडा

source: Name
es_es: Nombr
fr_fr: Nom
mr_in: नाव

source: Logo
es_es: Logotipo
fr_fr: ogo
mr_in: लोगो

source: Select Logo
es_es: Selección logo
fr_fr: Sélectionnez Logo
mr_in: लोगो निवडा

source: Upload New Images
es_es: Subir nuevas imágenes
fr_fr: Télécharger nouvelles images
mr_in: नवीन प्रतिमा अपलोड करा

source: Uploaded Images
es_es: Imágenes subidas
fr_fr: Envoie d'image
mr_in: अपलोड प्रतिमा

source: Description
es_es: Descripción
mr_in: वर्णन

source: Status
es_es: Estado
fr_fr: Statut
mr_in: स्थिती

source: Add
es_es: Añadir
fr_fr: Ajouter
mr_in: जोडा
