Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: Are You Sure ?
es_es: ¿Está segura?
fr_fr: Êtes-vous sûr?
mr_in: तुला खात्री आहे ?

source: Delete Related Products
es_es: Eliminar Productos Relacionados
fr_fr: Supprimer Produits associés
mr_in: संबंधित उत्पादने हटवा

source: Confirm product delete by entering password
es_es: Confirmar eliminar producto mediante la introducción de la contraseña
fr_fr: Confirmer produit supprimer en entrant le mot de passe
mr_in: संकेतशब्द प्रविष्ट करून उत्पादन हटविण्याची पुष्टी करा

source: Password
es_es: Contraseña
fr_fr: Mot de passe
mr_in: पासवर्ड

source: Yes, Delete it
es_es: Sí, estoy seguro
fr_fr: Oui, supprimez-le
mr_in: होय, ते काढून टाका

source: Brand Details
fr_fr: marque Détails
mr_in: ब्रँड तपशील

source: Active
es_es: Activo
fr_fr: Actif
mr_in: सक्रिय

source: Edit Brand
es_es: Editar Marca
fr_fr: Modifier Marque
mr_in: ब्रँड संपादित करा

source: Browse
es_es: Buscar
fr_fr: Feuilleter
mr_in: ब्राउझ करा

source: Uploaded files
es_es: Ficheros subidos
fr_fr: Fichiers téléchargés
mr_in: अपलोड केलेल्या फाइल्स

source: Manage Brands
es_es: Manejo de Marcas
fr_fr: Gérer les marques
mr_in: ब्रांड व्यवस्थापित करा

source: Add New Brand
es_es: Crear Nueva Marca
fr_fr: Ajouter une Nouvelle Marque
mr_in: नवीन जोडा

source: Created at
es_es: Creado en
fr_fr: Créé le
mr_in: येथे तयार

source: Action
es_es: Acción
mr_in: कृती

source: products under this brand
es_es: Los productos de esta marca
fr_fr: produits sous cette marque
mr_in: या ब्रँड अंतर्गत उत्पादने

source: Inactive
es_es: Inactivo
fr_fr: Inactif
mr_in: निष्क्रिय

source: Add Category
es_es: Añadir categoría
fr_fr: Ajouter Catégorie
mr_in: वर्ग जोडा

source: Parent Category
es_es: Categoría Superior
fr_fr: Catégorie principale
mr_in: पालक वर्ग

source: You want to Delete
es_es: Que desea borrar
fr_fr: Vous voulez supprimer
mr_in: आपण हटवू इच्छित

source: Category, all the products belongs to this single category will be deleted as well, Please enter password to confirm..!!
es_es: Categoría, todos los productos mostrados pertenecen a esta categoría única serán eliminados, así, Por favor, introduzca la contraseña para confirmar .. !!
fr_fr: Catégorie, tous les produits appartient à cette catégorie unique sera supprimé ainsi, S'il vous plaît entrer le mot de passe pour confirmer .. !!
mr_in: वर्ग, सर्व उत्पादने मालकीचे हे एकच वर्गात तसेच हटवले जातील, पासवर्ड पुष्टी प्रविष्ट करा .. !!

source: Edit Category
es_es: Editar categoría
fr_fr: Modifier une Catégorie
mr_in: वर्ग संपादित करा

source: Edit Category in
es_es: Editar categoría en
fr_fr: Modifier la catégorie dans
mr_in: मध्ये वर्ग संपादित करा

source: Manage Categories & Products
es_es: Administrar categorías y Productos
fr_fr: Gérer les catégories et produits
mr_in: श्रेणी & उत्पादने व्यवस्थापित करा

source: Back To Parent Category
es_es: Volver a la categoría de Padres
fr_fr: Retour au parent Catégorie
mr_in: परत पालक वर्ग

source: Add New Category
es_es: Añadir nueva categoría
fr_fr: Ajouter une Nouvelle Catégorie
mr_in: नवीन श्रेणी जोडा

source: Add New Product
es_es: Agregar nuevo producto
fr_fr: Ajouter un nouveau produit
mr_in: नवीन उत्पादन जोडा

source: Categories
es_es: Categorías
fr_fr: Catégories
mr_in: श्रेणी

source: One of it's parent may be Inactive
es_es: Una de sus padres puede estar inactivo
fr_fr: Une de ses parents peut être inactif
mr_in: तो एक आहे पालक निष्क्रीय असू शकते

source: Subcategories
es_es: Subcategorías SPELLCHECKED!
fr_fr: Sous-catégories
mr_in: पाने या वर्गात

source: Thumbnail
es_es: Imagen miniatura
fr_fr: vignette
mr_in: लघुप्रतिमा

source: Featured
es_es: Destacado
fr_fr: En vedette
mr_in: वैशिष्ट्यपूर्ण

source: Stock
es_es: Existencia
fr_fr: Stockage
mr_in: शेअर

source: Updated at
es_es: Actualizado a las
fr_fr: Mis à jour le
mr_in: अद्ययावत

source: Brand
es_es: Marca
fr_fr: Marque
mr_in: ब्रँड

source: Add Product
es_es: Añadir producto
fr_fr: Ajouter un produit
mr_in: उत्पादन जोडा

source: This category contain __totalCategoryProductCount__ out of __currentCategoryProductsCount__
es_es: Esta categoría contiene __totalCategoryProductCount__ de __currentCategoryProductsCount__
fr_fr: Cette catégorie contient __totalCategoryProductCount__ sur __currentCategoryProductsCount__
mr_in: या वर्गात __currentCategoryProductsCount__ बाहेर __totalCategoryProductCount__ असू

source: Add Subcategory
es_es: Añadir Subcategoría
fr_fr: Ajouter Sous-catégorie
mr_in: उपश्रेणी जोडा

source: Add category
es_es: Agregar categoría
fr_fr: Ajouter Catégorie
mr_in: श्रेणी जोडण्यासाठी

source: This category contain __activeChildCount__ active and __activeChildInactive__ inactive subcategories
es_es: Esta categoría contiene __activeChildCount__ activo y __activeChildInactive__ subcategorías inactivos
fr_fr: Cette catégorie contient __activeChildCount__ active et __activeChildInactive__ sous-catégories inactives
mr_in: या वर्गात __activeChildCount__ सक्रिय असतात आणि __activeChildInactive__ निष्क्रिय पाने या वर्गात

source: View
es_es: Ver
fr_fr: Vue
mr_in: पहा

source: Coupon Code
es_es: Código del cupón
fr_fr: Code Promo
mr_in: कूपन कोड

source: applied
es_es: Aplicado
fr_fr: Candidature envoyée
mr_in: लागू

source: Remove
es_es: Retirar
fr_fr: Retirer
mr_in: काढा

source: Title:
es_es: Título:
fr_fr: Titre :
mr_in: शीर्षक:

source: Description:
es_es: Descripción:
mr_in: वर्णन:

source: Discount Allowed:
es_es: Descuento permitido:
fr_fr: Remise autorisés:
mr_in: सवलत परवानगी दिली:

source: Please check your coupon code and enter again.
es_es: Por favor, compruebe el código de cupón y entrar de nuevo.
fr_fr: S'il vous plaît vérifier votre code de coupon et entrez à nouveau.
mr_in: कृपया आपला कूपन कोड तपासा आणि पुन्हा प्रविष्ट करा.

source: Code
es_es: Código
fr_fr: Côde
mr_in: कोड

source: Code here.
es_es: Código aquí.
fr_fr: Code ici.
mr_in: येथे कोड.

source: Apply
es_es: Aplicar
fr_fr: Appliquer
mr_in: लागू करा

source: Add Coupon
es_es: Añadir Cupón
fr_fr: Ajouter Coupon
mr_in: कुपन जोडा

source: Title
es_es: Título
fr_fr: Titre
mr_in: शीर्षक

source: Start Date
es_es: Fecha de Inicio
fr_fr: Date de début
mr_in: प्रारंभ तारीख

source: End Date
es_es: Fecha final
fr_fr: Date de fin
mr_in: शेवटची तारीख

source: Discount Type
es_es: Tipo de descuento
fr_fr: Type de Promo
mr_in: सवलत प्रकार

source: Discount
es_es: Descuento
fr_fr: Rabais
mr_in: सवलत

source: Max Discount
es_es: Max Descuento
fr_fr: Réduction maximum
mr_in: कमाल सवलत

source: Max Discount in % Of Order Price
es_es: Max Descuento en% del precio de pedido
fr_fr: Max Réduction en% Of Order Prix
mr_in: ऑर्डर किंमत% कमाल सवलत

source: Minimum Order Amount
es_es: Cantidad mínima de pedido
fr_fr: Montant minimum de commande
mr_in: किमान ऑर्डर रक्कम

source: Coupon Details
es_es: Detalles de cupón:
fr_fr: Coupon Détails
mr_in: कूपन तपशील

source: Edit Coupon
es_es: Editar Cupón
fr_fr: Modifier le Coupon
mr_in: कुपन संपादित करा

source: Manage Coupons
es_es: Administrar cupones
fr_fr: Gérer Coupons
mr_in: कूपन व्यवस्थापित करा

source: Add New Coupon
es_es: Agregar nuevo cupón
fr_fr: Ajouter un nouveau Coupon
mr_in: नवी कूपन जोडा

source: Current
es_es: Actual
fr_fr: En cours
mr_in: चालू

source: Expired
es_es: Muerto
fr_fr: Expirés
mr_in: कालबाह्य

source: Up-coming
es_es: PRÓXIMOS
fr_fr: Prochainement
mr_in: अप-येत

source: status
es_es: estatus
fr_fr: état
mr_in: स्थिती

source: Dashboard
es_es: Mi Escritorio
fr_fr: Tableau de bord
mr_in: डॅशबोर्ड

source: Manage Shop
es_es: Gestión de la tienda
fr_fr: Gérer la boutique
mr_in: दुकान व्यवस्थापित करा

source: Basic Configuration
es_es: Configuracion basica
fr_fr: Configuration de base
mr_in: मूळ संरचना

source: Shipping Rules
es_es: Normas de envío
fr_fr: Règles d'expédition
mr_in: शिपिंग नियम

source: Tax Rules
es_es: Reglas fiscales
fr_fr: Règles fiscales
mr_in: कर नियम

source: Coupons
es_es: Cupones
fr_fr: Bons de réduction
mr_in: कूपन

source: Manage Products
es_es: Administrar productos
fr_fr: Gérer Produit
mr_in: उत्पादने व्यवस्थापित करा

source: Categories & Products
es_es: Categorías y Productos
fr_fr: Catégories et Produits
mr_in: श्रेणी & उत्पादने

source: Reports &amp; Orders
es_es: Informes & amp; Pedidos
fr_fr: Rapports & amp; Ordres
mr_in: अहवाल आणी ऑर्डेर

source: Reports
es_es: Informes
fr_fr: Rapports
mr_in: अहवाल

source: Order Payments
es_es: Pagos
fr_fr: Ordre des paiements
mr_in: ऑर्डर देयके

source: Other
es_es: Otras instrucciones
fr_fr: Autre
mr_in: इतर

source: Pages
es_es: páginas
fr_fr: Page
mr_in: पृष्ठे

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
mr_in: वापरकर्ते

source: Please Note:
es_es: Por favor tenga en cuenta:
fr_fr: Note:
mr_in: कृपया लक्षात ठेवा:

source: Sample Email Demonstration purposes only.
es_es: propósitos de la muestra solamente Correo demostración.
fr_fr: fins exemples Email de démonstration seulement.
mr_in: फक्त नमुना ईमेल प्रात्यक्षिक हेतूने.

source: Be right back.
es_es: Regreso enseguida.
fr_fr: Je reviens tout de suite.
mr_in: योग्य परत येईल.

source: Invalid Request....
es_es: Solicitud inválida
fr_fr: Requête invalide !
mr_in: अवैध विनंती....

source: Ooops...! Not Found
es_es: Ooops, 404 No encontrado!
fr_fr: Ooops ...! Pas trouvé
mr_in: अरेरे ...! सापडले नाही

source: 404 Not Found
es_es: 404 No Encontrado
mr_in: 404 सापडले नाही

source: Sorry, but the item you are looking for does not exist..!
es_es: Lo sentimos, pero el artículo que busca no existe ..!
fr_fr: Désolé, mais le produit que vous recherchez n'existe pas ..!
mr_in: क्षमस्व, पण आपण शोधत आहात आयटम अस्तित्वात नाही ..!

source: Go to dashboard
es_es: Ir a Escritorio
fr_fr: Aller au tableau de bord
mr_in: डॅशबोर्डवर जा

source: Continue Shopping
es_es: Seguir comprando
fr_fr: Continuer vos achats
mr_in: खरेदी चालू ठेवा

source: Please contact site administrator.
es_es: Por favor, póngase en contacto con el administrador del sitio.
fr_fr: S'il vous plaît contacter l'administrateur du site.
mr_in: साइट प्रशासकाशी संपर्क साधा.

source: Unauthorized User
es_es: usuario autorizado
fr_fr: Unauthorized utilisateur
mr_in: अनधिकृत वापरकर्ता

source: View Details
es_es: Ver Detalles
fr_fr: Voir les détails...
mr_in: तपशील पहा

source: More Details
es_es: Más Detalles
fr_fr: Plus de détails
mr_in: अधिक माहितीसाठी

source: Manage Products
es_es: Administrar productos
fr_fr: Gérer Produit
mr_in: उत्पादने व्यवस्थापित करा

source: Reports &amp; Orders
es_es: Informes & amp; Pedidos
fr_fr: Rapports & amp; Ordres
mr_in: अहवाल आणी ऑर्डेर

source: Search
es_es: Buscar
fr_fr: Chercher
mr_in: शोध

source: Menu
es_es: Menú
fr_fr: Le menu
mr_in: मेनू

source: Search Products
es_es: Búsqueda Productos
fr_fr: Recherche Produits
mr_in: उत्पादने शोध

source: Go
es_es: Adelante
fr_fr: Lancez-vous
mr_in: शोधा

source: Manage Store
es_es: administrar tienda
fr_fr: Gérer magasin
mr_in: स्टोअर व्यवस्थापित करा

source: Address
es_es: Dirección
fr_fr: Adresse
mr_in: पत्ता

source: Logout
es_es: Cerrar sesión
fr_fr: Déconnexion
mr_in: बाहेर पडणे

source: Product Categories
es_es: Categorías de producto
fr_fr: Catégories de produits
mr_in: उत्पादन श्रेणी

source: All Products
es_es: Todos los productos
fr_fr: Tous les articles
mr_in: सर्व उत्पादने

source: Loading...
es_es: Cargando ...
fr_fr: Chargement...
mr_in: लोड करीत आहे ...

source: Please wait while we are processing your request...
es_es: Por favor, espere mientras procesamos su acción!
fr_fr: Merci de patienter pendant que nous traitons votre demande!
mr_in: आम्ही आपल्या विनंतीवर प्रक्रिया करताना कृपया प्रतीक्षा करा ...

source: Oh dear... we are sorry
es_es: Oh querido ... lo sentimos
fr_fr: Oh ... nous sommes désolés
mr_in: ओहो ... आम्ही दिलगीर आहोत

source: is disabled in your browser, To use this application please enable javascript &amp; reload page again.
es_es: está deshabilitado en su navegador, Para utilizar esta aplicación por favor, habilite javascript & amp; vuelva a cargar la página de nuevo.
fr_fr: est désactivé dans votre navigateur, Pour utiliser cette application s'il vous plaît activer javascript & amp; recharger à nouveau la page.
mr_in: , आपल्या ब्राउझरमध्ये कुकीज अक्षम या अनुप्रयोग वापरण्यासाठी JavaScript & amp; सक्षम करा; पुन्हा पृष्ठ रीलोड करा.

source: Demonstration purposes only. No Order will be executed and Saving functionality is disabled
es_es: sólo con fines de demostración. Sin orden será ejecutada y la funcionalidad del ahorro se desactiva
fr_fr: fins de démonstration seulement. Aucune commande ne sera exécutée et la fonctionnalité Enregistrement est désactivé
mr_in: फक्त प्रात्यक्षिक हेतूने. ऑर्डर कार्यवाही केली जाणार नाही आणि जतन करणे कार्यक्षमता अक्षम आहे

source: Order ID
es_es: Identificación del Pedido
fr_fr: Numéro de commande
mr_in: क्रम आयडी

source: Full Name
es_es: Nombre Completo
fr_fr: Nom complet
mr_in: पूर्ण नाव

source: Email
es_es: Correo electrónico
mr_in: ई-मेल

source: Subject
es_es: Tema
fr_fr: Sujet
mr_in: विषय

source: Message
es_es: Mensaje
fr_fr: Méssage
mr_in: संदेश

source: Order Details
es_es: Detalles de la orden
fr_fr: Détails de la commande
mr_in: ऑर्डर तपशील

source: Contact User
es_es: Contacto usuario
fr_fr: Contacter l'utilisateur
mr_in: संपर्क वापरकर्ता

source: Go to Manage Orders
es_es: Ir a gestionar los pedidos
fr_fr: Allez pour gérer les commandes
mr_in: ऑर्डर व्यवस्थापित जा

source: Manage Orders
es_es: Administrar Ordenes
fr_fr: Gérer commandes
mr_in: ऑर्डर व्यवस्थापित करा

source: ID
fr_fr: Identifiant
mr_in: आयडी

source: Placed On
es_es: Colocado en
fr_fr: Placé sur
mr_in: स्थीत

source: Payment Details
es_es: Detalles del pago
fr_fr: Détails de paiement
mr_in: देय तपशील

source: Method
es_es: Elaboración
fr_fr: Méthode
mr_in: पद्धत

source: Cart summary
es_es: Resumen de la compra
fr_fr: Panier sommaire
mr_in: टाका सारांश

source: Item Description
es_es: Descripción del Artículo
fr_fr: Description de l'article
mr_in: आयटम वर्णन

source: Qty
es_es: Cantidad
fr_fr: Qté
mr_in: प्रमाण

source: Price
es_es: Precio
fr_fr: Prix
mr_in: किंमत

source: Subtotal
es_es: total parcial
fr_fr: Sous-Total
mr_in: एकूण

source: Applied Coupon Code
es_es: Código del cupón Aplicada
mr_in: लागू कूपन कोड

source: Shipping Address
es_es: Dirección de envío
fr_fr: Adresse de livraison
mr_in: पाठविण्याचा पत्ता

source: Billing Address
es_es: Dirección de facturación
fr_fr: Adresse de facturation
mr_in: बिलाचा पत्ता

source: Shipping / Billing Address
es_es: Envío Dirección de facturación /
fr_fr: Expédition / Adresse de facturation
mr_in: शिपिंग / बिलिंग पत्ता

source: Free
es_es: Gratis
fr_fr: Gratui
mr_in: मोफत

source: Shipping Charges
es_es: Gastos de envío.
fr_fr: Frais d'expédition
mr_in: शिपिंग शुल्क

source: Tax
es_es: Impuesto
fr_fr: Taxe
mr_in: कर

source: Total Amount
es_es: Importe total
fr_fr: Montant total
mr_in: एकूण रक्कम

source: Sub Total
fr_fr: Sous-total
mr_in: उप एकूण

source: Cancelled
es_es: Cancelado
fr_fr: Annulé
mr_in: रद्द

source: Completed
es_es: Completado
fr_fr: Terminé
mr_in: पूर्ण

source: Order Status
es_es: Estado de la orden
fr_fr: État de la Commande
mr_in: ऑर्डेर स्थिती

source: Payment Status
es_es: Estado de pago
fr_fr: Statut de paiement
mr_in: भरणा स्थिती

source: Payment Method
es_es: Método de pago
fr_fr: Mode de paiement
mr_in: पेमेंट पद्धत

source: Amount
es_es: Cantidad
fr_fr: Montant
mr_in: रक्कम

source: Order Action
es_es: orden de Acción
fr_fr: action Ordre
mr_in: ऑर्डर कृती

source: Canceled On
es_es: En cancelado
fr_fr: Annulé Sur
mr_in: रद्द

source: Completed On
es_es: Completado en
fr_fr: Complété le
mr_in: या वेळेस पूर्ण

source: Show Payment Details
es_es: Mostrar detalles de pago
fr_fr: Afficher les détails de paiement
mr_in: देय तपशील दर्शवा

source: Update Payment
es_es: actualización de Pago
fr_fr: Mise à jour de paiement
mr_in: भरणा अद्यावत करा

source: Refund
es_es: Reembolso
fr_fr: Remboursement
mr_in: परतावा

source: Order Log
es_es: pedido Entrar
fr_fr: Commander Connexion
mr_in: ऑर्डर लॉग

source: Download Invoice
es_es: Descargar factura
fr_fr: Télécharger facture
mr_in: चलन डाउनलोड

source: Delete Sandbox Order
es_es: Eliminar recinto de seguridad Orden
fr_fr: Supprimer Sandbox Ordre
mr_in: Sandbox ऑर्डर हटवा

source: Order Log For
es_es: Por pedido Entrar
fr_fr: Commander Connexion Pour
mr_in: ऑर्डर लॉग इन

source: You want to Delete __orderUid__ order, all the payment transaction related to this order will deleted as well.
es_es: Que desea borrar la orden __orderUid__, toda la transacción de pago relacionado con esta orden será borrado.
fr_fr: Vous voulez supprimer l'ordre __orderUid__, toutes les transactions de paiement lié à cet ordre sera supprimé aussi.
mr_in: आपण __orderUid__ ऑर्डर हटवा इच्छित, या आदेशाला संबंधित सर्व पैसे व्यवहार तसेच हटविले जाईल.

source: You want to Delete __orderUid__ order payment, all the order related to this payment will deleted as well.
es_es: Que desea borrar pago de la orden __orderUid__, todo el orden relacionado con este pago será borrado.
fr_fr: Vous voulez supprimer le paiement de la commande __orderUid__, tout l'ordre lié à ce paiement sera supprimé aussi.
mr_in: आपण __orderUid__ पैसे ऑर्डर हटवा इच्छित, या पेमेंट संबंधित सर्व ऑर्डर तसेच हटविले जाईल.

source: Fee
es_es: Cuota
fr_fr: Frais
mr_in: शुल्क

source: Gross Amount
es_es: Importe bruto
fr_fr: Montant brut
mr_in: एकूण रक्कम

source: Payment On
es_es: En el pago
fr_fr: Paiement sur
mr_in: पैसे

source: Manage Payments
es_es: gestionar los pagos
fr_fr: Gérer les paiements
mr_in: देयके व्यवस्थापित करा

source: Duration
es_es: Duración
fr_fr: Durée
mr_in: कालावधी

source: Show
es_es: Mostrar
fr_fr: Montrer
mr_in: शो

source: Generate Excel file
es_es: Generar archivo de Excel
fr_fr: Générer un fichier Excel
mr_in: एक्सेल फाइल निर्माण

source: Generate Excel file
es_es: Generar archivo de Excel
fr_fr: Générer un fichier Excel
mr_in: एक्सेल फाइल निर्माण

source: Created On
es_es: Creado el
fr_fr: Créé le
mr_in: रोजी तयार

source: Refunded
es_es: Reembolsado
fr_fr: Remboursé
mr_in: परतावा दिला

source: Raw Data
es_es: Datos en bruto
fr_fr: Données Brutes
mr_in: कच्ची माहिती

source: There are no data found
es_es: No hay datos que se encuentran
fr_fr: Il n'y a pas de données trouvées
mr_in: डेटा आढळला नाही

source: Refund Order Payment
es_es: El reembolso de la Orden
fr_fr: Remboursement Commande Paiement
mr_in: परतावा ऑर्डर भरणा

source: Order Payment Details
es_es: Detalles orden de pago
fr_fr: Détails Ordre de paiement
mr_in: ऑर्डर देय तपशील

source: Refund Payment Options
es_es: Reembolso de las Opciones de Pago
fr_fr: Remboursement Options de paiement
mr_in: भरणा पर्याय परत

source: -- Select Payment Method --
es_es: Seleccione el método de pago
fr_fr: Sélectionnez le moyen de paiement
mr_in: - पेमेंट पद्धत निवडा -

source: Notify Customer
es_es: notificará al cliente
fr_fr: Avertissez-client
mr_in: ग्राहकला सूचित करा

source: Additional Notes
es_es: Notas adicionales:
fr_fr: Notes complémentaires
mr_in: अतिरिक्त टिप

source: Update Order Payment
es_es: Actualización de la Orden
fr_fr: Mise à jour Ordre Paiement
mr_in: ऑर्डर भरणा अद्यावत करा

source: Awaiting Payment Confirmation
es_es: En espera de la confirmación del pago
fr_fr: En attente de confirmation de paiement
mr_in: Payment Confirmation आणि प्रतीक्षा करत आहे

source: Order Payment Completed
es_es: Orden de Pago Completado
fr_fr: Ordre Paiement Terminé
mr_in: ऑर्डर भरणा पूर्ण

source: Order Payment failed
es_es: Orden de Pago falló
fr_fr: Ordre de paiement a échoué
mr_in: ऑर्डर देयक अयशस्वी झाले

source: Order Payment N/A
es_es: Orden de Pago N / A
fr_fr: Ordre de paiement N / A
mr_in: ऑर्डर भरणा N/A

source: Current Order Status
es_es: Estado actual de su pedido:
fr_fr: État actuel de la commande
mr_in: चालू मागणी स्थिती

source: Comment
es_es: Comentario
fr_fr: Commentaire
mr_in: टिप्पणी

source: Current Status
es_es: Estado actual
fr_fr: Statut actuel
mr_in: वर्तमान स्थिती

source: Current Payment Status
es_es: Estado actual de Pago
fr_fr: Paiement Statut actuel
mr_in: चालू भरणा स्थिती

source: -- Select Status --
es_es: Seleccione el estado
fr_fr: - Sélectionnez État -
mr_in: - स्थिती निवडा -

source: Are you sure
es_es: ¿Está segura?
fr_fr: Êtes-vous sûr?
mr_in: तुला खात्री आहे

source: Yes update the changes in order.
es_es: Sí actualizar los cambios en el orden.
fr_fr: Oui mettre à jour les modifications dans l'ordre.
mr_in: होय क्रमाने बदल अद्यतनित.

source: Yes Update It
es_es: Sí actualizarlo
fr_fr: Oui Mise à jour Il
mr_in: होय अद्यतनित करा

source: Go Back
es_es: Regresar
fr_fr: Retour
mr_in: परत जा

source: Your message has been submitted successfully. We will back to you soon.
es_es: Su mensaje ha sido enviado correctamente. Estamos de nuevo a usted pronto.
fr_fr: Votre message a été soumis avec succès. Nous allons revenir à vous bientôt.
mr_in: आपला संदेश यशस्वीरित्या सादर करण्यात आली आहे. आपल्याला लवकरच कसे बॅकअप नाही.

source: Thank you for order..!!
es_es: Gracias por fin .. !!
fr_fr: Nous vous remercions de l'ordre .. !!
mr_in: ऑर्डरसाठी धन्यवाद .. !!

source: Go To My Orders
es_es: Ir a mis pedidos
fr_fr: Aller à Mes commandes
mr_in: माझ्या मागण्या जा

source: Contact Store
es_es: Contacto tienda
mr_in: संपर्क स्टोअर

source: Go To Manage Orders
es_es: Ir a la gestión de pedidos
fr_fr: Aller pour gérer les commandes
mr_in: ऑर्डर व्यवस्थापित जा

source: Update your order payment using PayPal
es_es: Modificar una orden de pago a través de PayPal
fr_fr: Mettez à jour votre paiement de la commande en utilisant PayPal
mr_in: पोपल वापरून आपल्या ऑर्डर देय अद्यतनित करा

source: Cart total
es_es: Total
fr_fr: Panier total
mr_in: कार्ट एकूण

source: Failed order Submission
es_es: Presentación fin fallado
fr_fr: Présentation Échec de la commande
mr_in: अयशस्वी ऑर्डर सादर

source: order details page
es_es: La página de detalles de la orden
fr_fr: Page des détails de la commande
mr_in: ऑर्डर तपशील पृष्ठ

source: Order has been cancelled due to Payment Failed
es_es: Pedido ha sido cancelado debido a Error en el pago
fr_fr: Ordre a été annulée en raison de l'échec du paiement
mr_in: ऑर्डर रद्द केली गेली भरणा करणे अयशस्वी

source: Invalid Request!!
es_es: Solicitud No Válida!
fr_fr: Requête invalide !
mr_in: अवैध विनंती!!

source: Success!
es_es: ¡Completado!
fr_fr: Succès!
mr_in: यशस्वी!

source: Hi __fullName__
es_es: Hola __fullName__
fr_fr: salut __fullName__
mr_in: नमस्कार__fullName__

source: Your order has been placed successfully!!
es_es: Su pedido ha sido realizado con éxito !!
fr_fr: Votre commande a été placée avec succès !!
mr_in: आपली ऑर्डर यशस्वीरित्या दिली गेली आहे !!

source: Order ID: __orderID__
es_es: Identificación de la orden: __orderID__
fr_fr: Numéro de commande: __orderID__
mr_in: क्रम आयडी: __orderID__

source: Click here to see order details
es_es: Haga clic aquí para ver los detalles de la orden
fr_fr: Cliquez ici pour voir les détails de commande
mr_in: ऑर्डर तपशील पाहण्यासाठी येथे क्लिक करा

source: Order Summary -
es_es: Resumen del pedido
fr_fr: Récapitulatif de commande
mr_in: ऑर्डर सारांश -

source: Complete your order
es_es: Completar su pedido
fr_fr: Complétez votre commande
mr_in: आपली मागणी पूर्ण

source: Products in Cart
es_es: Productos en la cesta
fr_fr: Produits dans le panier
mr_in: टाका उत्पादने

source: Do some more Shopping!!
es_es: Hacer más compras !!
fr_fr: Faites un peu plus de Shopping !!
mr_in: काही अधिक खरेदी करू !!

source: Cart Total
es_es: Total
fr_fr: Panier total
mr_in: टाका एकूण

source: There are no items in the cart.
es_es: No hay artículos en el carro.
fr_fr: Il n'y a pas d'articles dans le panier.
mr_in: खरेदी सूची कोणतेही आयटम नाहीत.

source: Remove all this invalid products.
es_es: Retire todos estos productos no válidos.
fr_fr: Retirez tous ces produits non valides.
mr_in: हे सर्व अवैध उत्पादने काढा.

source: Coupon
es_es: Cupón
fr_fr: Coupon de réduction
mr_in: कूपन

source: Use this address as billing address
es_es: Utilice esta dirección como dirección de facturación
fr_fr: Utiliser cette adresse comme adresse de facturation
mr_in: या पत्त्यावर बिलिंग पत्ता म्हणून वापरा
