Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: Prove you are not robot
es_es: Demuestra que no eres robot
fr_fr: Prouvez que vous n'êtes pas robots
mr_in: आपण रोबोट नाही हे सिद्ध करा

source: Confirmation Code
es_es: Código de confirmación
fr_fr: Code de confirmation
mr_in: पुष्टीकरण कोड

source: I have read and accept
es_es: he leido y acepto
fr_fr: Je l'ai lu et accepté
mr_in: मी वाचले आणि सहमत आहे

source: Terms &amp; Conditions
es_es: Términos y Condiciones
fr_fr: TERMES &amp; CONDITIONS
mr_in: अटी आणि परिस्थिती

source: Please activate your account
es_es: Active su cuenta
fr_fr: S'il vous plaît activer votre compte
mr_in: आपले खाते कार्यान्वित करा

source: File Manager
es_es: Explorador de archivos
fr_fr: Gestionnaire de fichiers
mr_in: फाइल व्यवस्थापक

source: Deactive
es_es: Desactivado
fr_fr: Désactiver

source: Max Discount in % of product price
es_es: Max Descuento en% del precio del producto
fr_fr: Max Réduction en% du prix du produit

source: Max Discount in % of order price
es_es: Max Descuento en% del precio de la orden
fr_fr: Max Réduction en% du prix de la commande

source: Javascript
es_es: Ficheros Javascript

source: Transaction ID
es_es: ID de transacción
fr_fr: identifiant de transaction
