Repository: elfonto69/LC2-upgrade
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr, mr_in

source: The applied shipping amount is changed.
es_es: La cantidad de envío aplicado se cambia.
fr_fr: La quantité d'expédition appliquée est modifiée.
mr_in: लागू शिपिंग रक्कम बदलली आहे.

source: The applied tax amount is changed.
es_es: El importe del impuesto aplicado se cambia.
fr_fr: Le montant de la taxe appliquée est modifiée.
mr_in: लागू कर रक्कम बदलली आहे.

source: Invalid Checkout Method
es_es: Pedido Método válido
fr_fr: Commander Invalid Méthode
mr_in: अवैध चेकआऊट पद्धत

source: No currency available, Please contact store administrator.
es_es: Sin Moneda disponibles, por favor póngase en contacto con administrador de la tienda.
fr_fr: Aucune monnaie disponible, S'il vous plaît contacter l'administrateur du magasin.
mr_in: नाही चलन उपलब्ध, स्टोअर प्रशासकाशी संपर्क साधा.

source: Some information may be updated from server, Please review your order again carefully.
es_es: Parte de la información puede ser actualizada desde un servidor, debe revisar su pedido de nuevo con cuidado.
fr_fr: Certaines informations peuvent être mises à jour à partir du serveur, S'il vous plaît vérifier votre commande à nouveau soigneusement.
mr_in: काही माहिती सर्व्हर अद्यतनित केले जाऊ शकते, पुन्हा काळजीपूर्वक आपल्या ऑर्डर पुनरावलोकन करा.

source: oh..no. error..
fr_fr: Oh non. Erreur..
mr_in: oh..no. त्रुटी ..

source: Order payment stored successfully.
es_es: orden de pago se almacena correctamente.
fr_fr: le paiement de la commande enregistrée avec succès.
mr_in: ऑर्डर देय यशस्वीरित्या संग्रहीत झाले.

source: Order payment not stored.
es_es: orden de pago no se almacena.
fr_fr: le paiement de la commande ne sont pas stockées.
mr_in: ऑर्डर देय संचयित केलेला नाही.

source: Payment Refund Process for __orderUID__ order.
es_es: Proceso de reembolso de pagos para la orden __orderUID__.
fr_fr: Paiement Processus de remboursement de l'ordre __orderUID__.
mr_in: __orderUID__ ऑर्डर भरणा परतावा प्रक्रिया.

source: Payment refund has been process for __orderUID__ order
es_es: Pago seguro ha sido el proceso para la orden __orderUID__
fr_fr: remboursement de paiement a procédé de commande __orderUID__ été
mr_in: __orderUID__ ऑर्डर करीता भरणा परतावा प्रक्रिया करण्यात आली आहे

source: Order Refund Successfully.
es_es: Orden de reembolso con éxito.
fr_fr: Ordre de remboursement avec succès.
mr_in: ऑर्डर यशस्वीरित्या परतावा.

source: Nothing Update
es_es: nada de actualización
fr_fr: Rien Mise à jour
mr_in: काहीही अद्यतन

source: Order payment not found.
es_es: orden de pago no se encuentra.
fr_fr: le paiement de la commande ne se trouve pas.
mr_in: ऑर्डर देय सापडले नाही.

source: Order payment deleted Successfully.
es_es: pago de la orden eliminado correctamente.
fr_fr: le paiement de la commande supprimé avec succès.
mr_in: ऑर्डर देय यशस्वीरित्या हटविले.

source: Sandbox payment not found.
es_es: pago recinto de seguridad no se encuentra.
fr_fr: paiement Sandbox pas trouvé.
mr_in: धूळपाटी पैसे सापडले नाही.

source: This is not a sandbox payment.
es_es: Este no es un pago caja de arena.
fr_fr: Ce n'est pas un paiement de bac à sable.
mr_in: हे धूळपाटी पैसे नाही.

source: Sandbox payment deleted Successfully.
es_es: pago caja de arena eliminado correctamente.
fr_fr: paiement Sandbox supprimé avec succès.
mr_in: धूळपाटी पैसे यशस्वीरित्या हटविले.

source: Sandbox payment not deleted.
es_es: pago recinto de seguridad no se eliminará.
fr_fr: paiement Sandbox pas supprimé.
mr_in: धूळपाटी पैसे हटविले नाही.

source: The quantity may not be greater than 9999
es_es: La cantidad no podrá ser superior a 9999
fr_fr: La quantité ne peut pas être supérieure à 9999
mr_in: प्रमाणात शकते 9999 च्या जास्त असू शकत

source: The quantity must be at least 1
es_es: La cantidad debe ser al menos 1
fr_fr: La quantité doit être d'au moins 1
mr_in: प्रमाणात असणे आवश्यक आहे किमान 1

source: The quantity field is required.
es_es: Se requiere que el campo de cantidad.
fr_fr: Le champ de la quantité est nécessaire.
mr_in: प्रमाणात फील्ड आवश्यक आहे.

source: The quantity must be an integer.
es_es: La cantidad debe ser un entero.
fr_fr: La quantité doit être un entier.
mr_in: प्रमाणात पूर्णांक असणे आवश्यक आहे.

source: __totalItems__ __itemsInCart__ of __cartTotal__ in your Cart
es_es: __totalItems__ __itemsInCart__ de __cartTotal__ en su carrito
fr_fr: __totalItems__ __itemsInCart__ de __cartTotal__ dans votre panier
mr_in: आपल्या खरेदी सूचीत __cartTotal__ च्या __totalItems__ __itemsInCart__

source: item
es_es: Productos
fr_fr: article
mr_in: वस्तू

source: items
es_es: Articulos
fr_fr: articles
mr_in: वस्तु

source: Settings updated successfully.
es_es: Ajustes actualizado satisfactoriamente.
fr_fr: Paramètres mis à jour.
mr_in: सेटिंग्ज यशस्वीरित्या अद्यतनित.

source: Please select the logo.
es_es: Por favor, seleccione el logotipo.
fr_fr: S'il vous plaît sélectionner le logo.
mr_in: कृपया लोगो निवडा.

source: File has an invalid extension, it should be png.
es_es: Archivo tiene una extensión no válida, debe ser png.
fr_fr: Fichier a une extension invalide, il devrait être png.
mr_in: फाइल अवैध विस्तार आहे, तो png असणे आवश्यक आहे.

source: Settings not updated.
es_es: Los ajustes no se actualizan.
fr_fr: Paramètres pas mis à jour.
mr_in: सेटिंग्ज अद्यतनित नाही.

source: To take a effect updated settings, please reload page.
es_es: Para tener un efecto configuración actualizada, por favor vuelva a cargar la página.
fr_fr: Pour prendre un effet des paramètres mis à jour, s'il vous plaît recharger la page.
mr_in: एक परिणाम सुधारित सेटिंग घेणे, पृष्ठ रीलोड करा.

source: Invalid currency format.
es_es: formato de moneda válida.
fr_fr: format monétaire non valide.
mr_in: अवैध चलन स्वरूप.

source: Tax does not exist.
es_es: Impuestos no existe.
fr_fr: n'existe pas de l'impôt.
mr_in: कर अस्तित्वात नाही.

source: Tax deleted successfully.
es_es: Impuestos eliminado correctamente.
fr_fr: Impôt supprimé avec succès.
mr_in: कर यशस्वीपणे हटविले.

source: Invalid Country Selected.
es_es: Inválida país seleccionado.
fr_fr: Invalid pays sélectionné.
mr_in: अवैध देश निवड.

source: Tax added successfully.
es_es: Impuestos añadido correctamente.
fr_fr: Tax ajouté avec succès.
mr_in: कर यशस्वीपणे जोडले.

source: Invalid Country Code.
es_es: Código de país no válido.
fr_fr: Code de pays incorrect.
mr_in: अवैध देश कोड.

source: Tax updated successfully.
es_es: Impuestos actualizado correctamente.
fr_fr: Impôt mis à jour avec succès.
mr_in: कर यशस्वीरित्या अद्यतनित केले.

source: File uploaded
es_es: Archivo subido
fr_fr: Fichier téléchargé
mr_in: फाइल अपलोड

source: File not uploaded
es_es: El archivo no está cargado
fr_fr: Fichier non téléchargé
mr_in: फाइल अपलोड केलेले नाहीत

source: Invalid file
es_es: 60067=El archivo no es válido.
fr_fr: Fichier invalide
mr_in: अवैध फाइल

source: There are no address.
es_es: No hay dirección.
fr_fr: Il n'y a pas d'adresse.
mr_in: काही पत्ता नाही आहेत.

source: Address deleted successfully.
es_es: Dirección eliminado correctamente.
fr_fr: Adresse supprimé.
mr_in: पत्ता यशस्वीपणे हटविले.

source: Address does not exist.
es_es: La dirección no existe.
fr_fr: n'existe pas d'adresses.
mr_in: पत्ता अस्तित्वात नाही.

source: Address stored successfully.
es_es: Dirección almacena correctamente.
fr_fr: Adresse stockée avec succès.
mr_in: पत्ता यशस्वीरित्या संग्रहीत.

source: failed to store address.
es_es: fallado en dirección de la tienda.
fr_fr: pas l'adresse du magasin.
mr_in: स्टोअर पत्ता करण्यात अयशस्वी.

source: Address updated successfully.
es_es: Dirección actualizado correctamente.
fr_fr: Adresse mis à jour avec succès.
mr_in: पत्ता यशस्वीरित्या अद्यतनित.

source: Welcome, you are logged in successfully.
es_es: Bienvenido, está conectado con éxito.
fr_fr: Bienvenue, vous êtes connecté avec succès.
mr_in: आपले स्वागत आहे, आपण यशस्वीरित्या लॉग इन आहेत.

source: Authentication failed. Please check your email/password & try again.
es_es: Error de autenticación. Por favor, consultar su correo electrónico \ n / contraseña y vuelva a intentarlo.
fr_fr: Authentification échouée. S'il vous plaît vérifier votre \ n email / mot de passe et essayez à nouveau.
mr_in: प्रमाणीकरण अयशस्वी. कृपया आपला ईमेल/संकेतशब्द तपासा आणि पुन्हा प्रयत्न करा.

source: We have e-mailed your password reset link.
es_es: Hemos enviado por correo electrónico el enlace para restablecer la contraseña.
fr_fr: Nous avons envoyé par courrier électronique votre lien de réinitialisation de mot.
mr_in: आम्ही आपल्याला आपला संकेतशब्द रीसेट दुवा ई-मेल केल्ल्यो नोंदी आहेत.

source: Password reset successfully.
es_es: Restablecimiento de contraseñas con éxito.
fr_fr: Mot de passe réinitialisé avec succès.
mr_in: यशस्वीरित्या रीसेट.

source: Password not updated.
es_es: Contraseña no se actualiza.
fr_fr: Mot de passe non mis à jour.
mr_in: पासवर्ड अपडेट नाही.

source: Password updated successfully.
es_es: Contraseña actualizada exitosamente
fr_fr: Mot de passe mis à jour avec succès.
mr_in: पासवर्ड यशस्वीरित्या अद्यतनित केले.

source: New email activation link has been sent to your new email address, please check your email.
es_es: Nuevo enlace de activación de correo electrónico ha sido enviado \ n a su nueva dirección de correo electrónico, por favor, consultar su correo electrónico.
fr_fr: Nouveau lien email d'activation a été envoyé \ n à votre nouvelle adresse e-mail, s'il vous plaît vérifier votre e-mail.
mr_in: नवीन ई-मेल सक्रिय दुवा आपल्या नवीन ईमेल पत्त्यावर पाठविण्यात आले आहे आपले ईमेल तपासा.

source: Email not send.
es_es: El correo electrónico no enviar.
fr_fr: Email pas envoyer.
mr_in: ई-मेल पाठवा नाही.

source: Please check your password.
es_es: Por favor, compruebe su contraseña.
fr_fr: S'il vous plaît vérifier votre mot de passe.
mr_in: कृपया आपला संकेतशब्द तपासा.

source: Your new email activated successfully.
es_es: Su nuevo correo electrónico activado correctamente.
fr_fr: Votre nouvel email activé avec succès.
mr_in: आपले नवीन ईमेल यशस्वीरित्या सक्रिय झाले.

source: Your account has been activated successfully. Login with your email ID and password.
es_es: Su cuenta se ha activado correctamente. Ingrese con su ID de correo electrónico y contraseña.
fr_fr: Votre compte a été activé avec succès. Connectez-vous avec votre ID email et mot de passe.
mr_in: आपले खाते यशस्वीपणे सक्रिय केले. आपला ई-मेल आयडी आणि पासवर्ड लॉग इन.

source: Account Activation link invalid.
es_es: Cuenta activación del enlace no válido.
fr_fr: Activation du compte lien invalide.
mr_in: खाते सक्रियन अवैध निर्देशित पानाशी जोडले आहेत.

source: Profile updated successfully.
es_es: Perfil actualizado satisfactoriamente
fr_fr: Mise à jour du profil réussie.
mr_in: प्रोफाइल यशस्वीपणे अद्यतनित केले.

source: User not deleted.
es_es: El usuario no borra.
fr_fr: Utilisateur non supprimé.
mr_in: वापरकर्ता हटविला नाही.

source: User not restore.
es_es: El usuario no restaurar.
fr_fr: Utilisateur non restaurer.
mr_in: वापरकर्ता पुनर्संचयित नाही.

source: Mail has been sent successfully, we contact soon
es_es: Mensaje ha sido enviado con éxito, nos ponemos en contacto pronto
fr_fr: Mail a été envoyé avec succès, nous contactons bientôt
mr_in: मेल यशस्वीरित्या पाठवले गेले आहे, आम्ही लवकरच संपर्क

source: Failed to send mail.
es_es: No se pudo enviar el correo.
fr_fr: Impossible d'envoyer du courrier.
mr_in: मेल पाठवू करण्यात अयशस्वी.

source: Activation mail has been sent successfully, Please check your email..!!
es_es: electrónico de activación ha sido enviado con éxito, por confirmar su correo electrónico .. !!
fr_fr: mail d'activation a été envoyé avec succès, S'il vous plaît vérifier votre e-mail .. !!
mr_in: सक्रियन मेल यशस्वीरित्या पाठविली गेली आहे, कृपया आपला ईमेल तपासा .. !!

source: Request failed.
es_es: Solicitud fallida
fr_fr: Demande échouée
mr_in: विनंती अयशस्वी झाली.

source: Your account already activated.
es_es: Su cuenta ya está activada.
fr_fr: Votre compte déjà activé.
mr_in: आपले खाते आधीपासूनच सक्रिय केले.

source: User not exist.
es_es: No existe ese usuario.
fr_fr: L'utilisateur existe pas.
mr_in: वापरकर्ता अस्तित्वात नाही.

source: User not exist
es_es: No existe ese usuario
fr_fr: L'utilisateur existe pas
mr_in: वापरकर्ता अस्तित्वात नाही

source: Mail has been sent successfully
es_es: Mensaje ha sido enviado con éxito
fr_fr: Mail a été envoyé avec succès
mr_in: मेल यशस्वीरित्या पाठवले गेले आहे

source: New email activation link has been sent to your new email address, please check your email.
es_es: Nuevo enlace de activación de correo electrónico ha sido enviado a la nueva dirección de correo electrónico, por favor, consultar su correo electrónico.
fr_fr: Nouveau lien email d'activation a été envoyé à votre nouvelle adresse e-mail, s'il vous plaît vérifier votre e-mail.
mr_in: नवीन ई-मेल सक्रिय दुवा आपल्या नवीन ई-मेल पत्त्यावर गेले आहे, आपल्या ईमेल तपासा.

source: Your email address updated successfully.
es_es: Su dirección de correo electrónico actualizado correctamente.
fr_fr: Votre adresse e-mail mis à jour avec succès.
mr_in: आपला ई-मेल पत्ता यशस्वीरित्या अद्यतनित केले.

source: Your email address not updated.
es_es: Su dirección de correo electrónico no se actualiza.
fr_fr: Votre adresse e-mail pas mis à jour.
mr_in: आपला ईमेल पत्ता अद्यतनित नाही.

source: Your account has been already exist, please contact system administrator.
es_es: Su cuenta ha sido ya existen, por favor, póngase en contacto con el administrador del sistema.
fr_fr: Votre compte a été déjà exister, s'il vous plaît contacter l'administrateur système.
mr_in: आपले खाते आधीपासूनच आहे अस्तित्वात, सिस्टम प्रशासकाशी संपर्क साधा.

source: Registration process failed.
es_es: El proceso de registro ha fallado.
fr_fr: Le processus d'enregistrement a échoué.
mr_in: नोंदणी प्रक्रिया अयशस्वी.

source: User register successfully.
es_es: El usuario se registra con éxito.
fr_fr: Utilisateur registre avec succès.
mr_in: वापरकर्ता यशस्वीरित्या नोंदणी.

source: Your registration process completed successfully. Please logged in for uses.
es_es: Su proceso de inscripción completada con éxito. Por favor, iniciar sesión para usos.
fr_fr: Votre processus d'inscription complété avec succès. S'il vous plaît connecté pour des utilisations.
mr_in: आपल्या नोंदणी प्रक्रिया यशस्वीरित्या पूर्ण झाले. कृपया उपयोग लॉग-इन झाला.

source: __fullName__ user deleted successfully.
es_es: __fullName__ usuario ha eliminado con éxito.
fr_fr: __fullName__ utilisateur supprimé.
mr_in: __fullName__ वापरकर्ता यशस्वीपणे हटविले.

source: __name__ user restore successfully.
es_es: __name__ restauración de usuario con éxito.
fr_fr: __name__ utilisateur de restaurer avec succès.
mr_in: __name__ वापरकर्ता यशस्वीरित्या पुनर्संचयित.

source: You entered email address not availabe in system.
es_es: Que ha introducido la dirección de correo electrónico no availabe en el sistema.
fr_fr: Vous avez saisi l'adresse e-mail n'availabe dans le système.
mr_in: आपण ईमेल पत्ता प्रविष्ट प्रणाली मध्ये availabe नाही.

source: User does not exist.
es_es: El usuario no existe.
fr_fr: L'utilisateur n'existe pas.
mr_in: वापरकर्ता अस्तित्वात नाही.

source: New user added successfully.
es_es: Nuevo usuario ha añadido correctamente.
fr_fr: Nouvel utilisateur ajouté avec succès.
mr_in: नवीन वापरकर्ता यशस्वीपणे जोडले.

source: User not added.
es_es: No se agregó el usuario.
fr_fr: Utilisateur non ajouté.
mr_in: वापरकर्ता जोडला नाही.

source: Please login to complete request.
es_es: Inicia sesión para completar la solicitud.
fr_fr: S'il vous plaît vous connecter pour compléter la demande.
mr_in: विनंती पूर्ण करण्यासाठी लॉग इन करा.

source: Unauthorized.
es_es: 065 UNAUTHORIZ
fr_fr: Non autorisé
mr_in: अनधिकृत.

source: Ooops..., looks like something went wrong!
es_es: Lamentablemente ..., parece que algo ha ido mal!
fr_fr: Ooops ..., ressemble à quelque chose allait mal!
mr_in: अरेरे ... काहीतरी चूक झाली दिसते!

source: Saving functionality is disabled in this demo
es_es: funcionalidad de ahorro está deshabilitado en esta demo
fr_fr: fonctionnalité Enregistrement est désactivé dans cette démo
mr_in: जतन करीत आहे कार्यक्षमता या डेमो मध्ये अक्षम केले आहे

source: Invalid Request Token... please reload and try again!!
es_es: Solicitud no válida simbólico ... Por favor vuelva a cargar e inténtelo de nuevo !!
fr_fr: Demande non valide Token ... s'il vous plaît recharger et essayer à nouveau !!
mr_in: टोकन अवैध विनंती ... रीलोड करा आणि पुन्हा प्रयत्न करा !!

source: Home
es_es: Inicio
fr_fr: Accueil
mr_in: घर

source: Products
es_es: Productos
fr_fr: Produits
mr_in: उत्पादने

source: Featured Products
es_es: Productos destacados
fr_fr: Produits Vedettes
mr_in: वैशिष्ट्यीकृत उत्पादने

source: All Product
es_es: Todos los productos
fr_fr: Tous les produits
mr_in: सर्व उत्पादन

source: Search Result
es_es: Resultado de búsqueda
fr_fr: Résultat de la recherche
mr_in: शोध निकाल

source: Brands
es_es: Marcas
fr_fr: Marques
mr_in: ब्रांड

source: Addresses
es_es: Direcciones
fr_fr: Adresse(s)
mr_in: पत्ते

source: Shopping Cart
es_es: Carrito de Compras
fr_fr: Panier
mr_in: खरेदी सूची

source: My Orders
es_es: Mis pedidos
fr_fr: Mes commandes
mr_in: माझ्या मागण्या

source: My Order
es_es: Mi pedido
fr_fr: Ma commande
mr_in: माझे ऑर्डर

source: Details
es_es: detalles
fr_fr: Détails
mr_in: तपशील

source: Order Summary
es_es: Resumen del pedido
fr_fr: Récapitulatif de commande
mr_in: मागणी सारांश

source: Profile
es_es: Perfil
fr_fr: Profil
mr_in: प्रोफाइल

source: Edit
es_es: Editar
fr_fr: Modifier
mr_in: संपादित करा

source: Change Password
es_es: Cambia la contraseña
fr_fr: Changer le mot de passe
mr_in: पासवर्ड बदला

source: Change Email
es_es: Cambiar Email
fr_fr: Changer mon courriel
mr_in: ई - मेल बदला

source: Login
es_es: Acceder
fr_fr: Connexion
mr_in: लॉग-इन

source: Register
es_es: Registro
fr_fr: registre
mr_in: नोंदणी

source: Forgot Password
es_es: Olvidado la Contraseña
fr_fr: Mot de passe oublié
mr_in: पासवर्ड विसरला

source: Contact
es_es: Contacto
mr_in: संपर्क

source: Privacy Policy
es_es: Política de Privacidad
fr_fr: Politique de confidentialité
mr_in: गोपनीयता धोरण

source: Terms & Condition
es_es: Términos y Condiciones
fr_fr: Termes et conditions
mr_in: अटी आणि अट

source: Resend Activation Email
es_es: Reenviar E-Mail de activación
fr_fr: Renvoyer l'email d'activation
mr_in: सक्रियन ईमेल पुन्हा पाठवा

source: Reset Password
es_es: Restablecer la Contraseña
fr_fr: réinitialiser le mot de passe
mr_in: पासवर्ड रीसेट करा

source: Orders
es_es: Pedidos
fr_fr: OrdreCommandes
mr_in: ऑर्डेर

source: Shopping-Cart
es_es: Carrito de compra
fr_fr: Panier
mr_in: खरेदी सूची

source: Nil
es_es: Ninguna
fr_fr: Zéro
mr_in: शून्य

source: Yes
es_es: Sí
fr_fr: Oui
mr_in: होय

source: No
fr_fr: Non
mr_in: नाही

source: Out of Stock
es_es: Sin stock
fr_fr: Stock épuisé
mr_in: स्टॉक संपला

source: Product currently not available
es_es: Producto actualmente no está disponible
fr_fr: Produit momentanément indisponible
mr_in: उत्पादन उपलब्ध नाही सध्या

source: Highlighted item in the cart seems currently not available/changed, please remove it.
es_es: elemento resaltado en el carro parece actualmente no está disponible / cambiado, por favor eliminarlo.
fr_fr: Élément en surbrillance dans le panier ne semble pas disponible / changé actuellement, s'il vous plaît le supprimer.
mr_in: खरेदी सूची प्रकाशित बाबीची सध्या बदलले उपलब्ध नाही / दिसते, ती काढून टाका.

source: Cart is empty
es_es: El carrito está vacío
fr_fr: Le panier est vide!
mr_in: कार्ट रिक्त आहे

source: This is how the story goes.
es_es: Así es como va la historia.
fr_fr: Voici comment l'histoire va.
mr_in: ही कथा कसे जाते.

source: Invalid Request Inputs ... !!
es_es: Demanda de entradas no válidas ... !!
fr_fr: Invalid Demande Entrées ... !!
mr_in: अवैध विनंती साधने ... !!

source: Are you sure?
es_es: ¿Está segura?
fr_fr: Êtes-vous sûr?
mr_in: तुला खात्री आहे?

source: Deleted!
es_es: Suprimido
fr_fr: Supprimé !
mr_in: हटविले!

source: Cancel
es_es: Cancelar
fr_fr: Annuler
mr_in: रद्द करा

source: Yes, delete it
es_es: Sí, estoy seguro
fr_fr: Oui, supprimez-le
mr_in: होय, ते हटवा

source: Reload
es_es: Recargar
fr_fr: Recharger
mr_in: रीलोड करा

source: Yes, restore it
es_es: Sí, restaurarla
fr_fr: Oui, restaurer
mr_in: होय, ते पुनर्संचयित

source: you want to delete __name__ user.
es_es: que desea borrar el usuario __name__.
fr_fr: vous voulez supprimer l'utilisateur __name__.
mr_in: आपण __name__ वापरकर्ता हटवू इच्छिता.

source: you want to restore __name__ user.
es_es: desea restaurar usuario __name__.
fr_fr: vous souhaitez restaurer l'utilisateur __name__.
mr_in: आपण __name__ वापरकर्ता पुनर्संचयित करू इच्छिता.

source: you want to delete __name__ product.
es_es: que desea borrar producto __name__.
fr_fr: vous voulez supprimer le produit __name__.
mr_in: आपण __name__ उत्पादन हटवू इच्छिता.

source: you want to delete __title__ product image.
es_es: desea que la imagen del producto __title__ eliminar.
fr_fr: vous voulez supprimer l'image __title__ produit.
mr_in: आपण __title__ उत्पादन प्रतिमा हटवू इच्छिता.

source: you want to delete __name__ product option.
es_es: que desea borrar __name__ opción de producto.
fr_fr: vous voulez supprimer __name__ option de produit.
mr_in: आपण उत्पादन पर्याय __name__ हटवू इच्छिता.

source: you want to delete __name__ product specification.
es_es: que desea borrar __name__ especificación del producto.
fr_fr: vous voulez supprimer __name__ spécifications du produit.
mr_in: आपण उत्पादन तपशील __name__ हटवू इच्छिता.

source: you want to delete option value.
es_es: que quiere borrar el valor de opción.
fr_fr: vous souhaitez supprimer la valeur d'option.
mr_in: आपण पर्याय मूल्य हटवू इच्छिता.

source: It will be values for __option_name__ option dropdown.
es_es: Será valores para __option_name__ opción desplegable.
fr_fr: Ce sera des valeurs pour l'option __option_name__ déroulant.
mr_in: हे __option_name__ पर्याय ड्रॉप डाउन मूल्य असेल.

source: Add Product for __name__ category
es_es: Añadir Producto para __name__ categoría
fr_fr: Ajouter un produit pour __name__ catégorie
mr_in: __name__ वर्गात उत्पादन जोडा

source: Edit Product : __name__
es_es: Editar producto: __name__
fr_fr: Modifier le produit: __name__
mr_in: __name__ उत्पादन संपादित करा:

source: you want to delete <strong> __name__ </strong> category, all the products belongs to this category will be deleted
es_es: que desea borrar <strong> __name__ </ strong> se eliminarán categoría, todos los productos mostrados pertenecen a esta categoría
fr_fr: vous voulez supprimer <strong> __name__ </ strong> catégorie, tous les produits appartiennent à cette catégorie seront supprimés
mr_in: आपण हटवू इच्छित <strong> __name__ </strong> वर्गात सर्व उत्पादने या वर्गात मालकीचे हटवली जातील

source: by entering confirmation number
es_es: por número de confirmación de entrar
fr_fr: en entrant le numéro de confirmation
mr_in: प्रविष्ट पुष्टी क्रमांक करून

source: Please confirm
es_es: Confirme por favor
fr_fr: Veuillez confirmer
mr_in: कृपया याची पुष्टी करा

source: Please confirm your decision by entering correct number.
es_es: Por favor confirmar su decisión mediante la introducción de número correcto.
fr_fr: S'il vous plaît confirmer votre décision en saisissant le numéro correct.
mr_in: योग्य संख्या प्रविष्ट करुन आपला निर्णय निश्चित करा.

source: You have entered wrong confirmation number.
es_es: Ha introducido un número de confirmación incorrecto.
fr_fr: Vous avez entré le numéro de confirmation erroné.
mr_in: आपण चुकीच्या पुष्टी क्रमांक केला आहे.

source: Add Category in __name__
es_es: Añadir Categoría en __name__
fr_fr: Ajouter une catégorie dans __name__
mr_in: __name__ मध्ये वर्ग जोडा

source: you want to delete __name__ page.
es_es: que desea borrar __name__ página.
fr_fr: vous voulez supprimer __name__ page.
mr_in: आपण __name__ पृष्ठ हटवू इच्छिता.

source: Change password
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
mr_in: पासवर्ड बदला

source: Forgot password
es_es: Olvidé mi contraseña
fr_fr: Mot de passe oublié
mr_in: पासवर्ड विसरलात
